pagin_collection= {'base_part':0,
                       'kriger': 200,
                       'gorinov': 300,
                       'kara_murza': 500,
                       'yashin': 400,
                       'navalny': 600,
                       'pivovarov': 700,
                       'skolichenko': 800,
                       'moskalev': 900,
                       'simonov': 1000,
                       'ivanov': 1100,
                       'afanasyev': 1200,
                       'gutnikova': 1300,
                       'uvarov': 1400,
                       'kamardin': 1500,
                       'petrova': 1600,
                       'orlov': 1700,
                       'chanysheva': 1800,
                       'galyamina': 1900,
                        'baryshnikov':2000,
                        'ponomarenko':2100}




kriger = { 201:('AgACAgIAAxkBAAIEyWaBt-l3HJ8_y48Z2uGGCuQYn1sHAAJB5TEbZdYQSG_gxSuneBVyAQADAgADeAADNQQ',
                '🔴                                                              🔴'),

        202:('AgACAgIAAxkBAAIEqmaBtQABgRb8uk2ECtgHCGG8jz6V_AAC-ekxG_8BCUjuxqUbEAUN3QEAAwIAA3kAAzUE',
             'Уважаемый суд! \n\nМне вменяют в вину два поста в Facebook, которым на момент моего '
         'задержания исполнилось 2 года. Из чего я делаю вывод, что эти мои тексты — всего лишь повод. '
         'А преследуют меня за мою сначала антивоенную, а теперь и откровенно проукраинскую позицию, '
         'которую я не то что не скрываю, а стараюсь её продемонстрировать максимально широко и при каждом'
         ' удобном случае. Я считаю эту войну тем редким конфликтом, в котором правда стопроцентно'
         ' присутствует на одной стороне. И эта сторона украинская.\n\n'
         'Стараясь хоть как-то смыть тот братоубийственный позор, которым покрыла себя наша страна, я помогал '
         'украинским беженцам, всячески в соцсетях выражал свою искреннюю надежду на перемогу («победа» на украинском '
         'языке — прим. ред.). Я был и до сих пор уверен,'),

        203:('AgACAgIAAxkBAAIEqmaBtQABgRb8uk2ECtgHCGG8jz6V_AAC-ekxG_8BCUjuxqUbEAUN3QEAAwIAA3kAAzUE',
             'что если россиянам и суждено встретить свободу, то прийти она может лишь в результате этой '
         'самой Перемоги. Точно так же, как она пришла в Японию и Германию именно в '
         'результате военного поражения.\n\nУ Александра Городницкого (советский поэт и бард — прим. ред.) '
         'есть такие слова: «Не всегда для свободы победа нужна, ей нужней иногда'
         ' пораженье…»\n\nНо вернёмся к моему обвинению. Итак, меня обвиняют в том, что я '
         'публично позволил себе помечтать о путинском повешении. Да, я действительно мечтаю'
         ' дожить до такого праздника.\n\nЯ уверен, что наш диктатор так же заслуживает такой '
         '\казни, как и иные военные преступники, которых вешали по приговору, например, '
         'Нюрнбергского трибунала. Такой же лживый тиран, присвоивший себе ничем не ограниченную'
         ' власть, с такими же руками по локоть в крови.'),

        204:('AgACAgIAAxkBAAIEqmaBtQABgRb8uk2ECtgHCGG8jz6V_AAC-ekxG_8BCUjuxqUbEAUN3QEAAwIAA3kAAzUE',
             'И эта моя оценка целиком и полностью подтверждается ордером на его арест, выданным Меж'
         'дународным уголовным судом в Гааге. Но, может быть, в этих своих мечтаниях я забыл о милосердии, о «милости'
         ' к падшим», так сказать? Опять же — нет. Ведь по милости этого мясника продолжает ли'
         'ться кровь каждый день.\n\nА поскольку сам он от власти не уйдёт, как мы'
         ' все понимаем, то арест и казнь его — единственный способ остановить то братоубийственное '
         'кровопролитие, которое именно он развязал против самого родственного россиянам народа — наро'
         'да моей родной и любимой Украины.\n\nСейчас из-за маниакальных амбиций нашего фюрера в моём родном '
         'Днепре мои многочисленные родственники, одноклассники, друзья детства сидят в подвалах в ожидании об'
         'стрелов и бомбардировок.\n\nЗа что им всё это? За то,'),

        205:('AgACAgIAAxkBAAIEqmaBtQABgRb8uk2ECtgHCGG8jz6V_AAC-ekxG_8BCUjuxqUbEAUN3QEAAwIAA3kAAzUE',
             'что наш солнцеликий не наигрался в солдатики в детстве? За то, что, по моим '
             'наблюдениям, он стал поклонником того самого, настоящего фюрера, и, похоже,'
             ' следует его примеру? \n\nТаким образом, я настаиваю '
             'на справедливости, разумности и, если угодно, целесообразности этой'
             ' своей «хрустальной мечты».\n\nИли, перефразируя известного холуя по фамилии Володин'
             ' (спикер российского парламента — прим. ред.), скажем так: «Есть Путин — есть реки '
             'крови, нет Путина — нет кровопролития» (Володин в 2014 году сказал: «Есть Путин — '
             'есть Россия» — прим. ред.).\nНадеюсь, я достаточно доходчиво обосновал свою мечту?\n'
             'Тогда перейдём к моему второму обвинению. Мне вменяют ещё и разжигание ненависти к '
             'ФСБ. Да, я действительно не люблю эту контору, которая является абсолютным аналогом '
             'гестапо времён гитлеровского Рейха'),

        206:('AgACAgIAAxkBAAIEqmaBtQABgRb8uk2ECtgHCGG8jz6V_AAC-ekxG_8BCUjuxqUbEAUN3QEAAwIAA3kAAzUE',
             'И даже превосходит по подлости и зверству. Почему, спросите? Да потому что немецкие палачи, '
             'пусть и бесчеловечными методами, но боролись с настоящими врагами Рейха и фюрера, а не '
             'выдумывали их.\n\nНаши же, путинские, гестаповцы просто придумывают «врагов». '
             'С помощью засланных провокаторов создают «террористические организации», а потом '
             'сами же их и «раскрывают». То есть ради звёзд на погонах, орденов на грудь, ради карьеры '
             'они ломают жизни подросткам, их родителям, нисколько не сочувствуя им, как не сочувствуют '
             'съедаемому кролику. Эта их гнусная практика проявилась в делах «Нового величия», «Сети», '
             'в деле канских подростков. Причём одного из канских ребят, 14-летнего Никиту Уварова, почти '
             'год продержали в СИЗО. А в 16 лет впаяли ему 5 лет колонии. За «теракт в Minecraft».\n\n'
             'Кем, скажите мне,'),

        207:('AgACAgIAAxkBAAIEqmaBtQABgRb8uk2ECtgHCGG8jz6V_AAC-ekxG_8BCUjuxqUbEAUN3QEAAwIAA3kAAzUE',
             'надо быть, чтобы сажать 14-летнего по сути ребёнка? Разве эти современные гестаповцы '
             'не чудовища? Разве они могут называться людьми? Вообще же тот текст, который лёг в основу '
             'моего обвинения, был написан под воздействием от шока, случившегося со мной после приговора '
             'по «калининградскому делу». Напомню, если кто запамятовал, что тогда двое молодожёнов '
             'получили 12 и 13 лет за служебное несоответствие сотрудника ФСБ, оказавшегося гостем на их'
             ' свадьбе. И вот, едва ли не на следующий день после женитьбы, молодожёны получили такие '
             'дикие сроки. И что же я должен чувствовать после всего этого к служащим в нашем гестапо?\n\n'
             'Не могу не добавить, что по крайней мере в деле «Сети» признательные показания от '
             'молодых людей добывались с помощью пыток электрошокером.  На что судьи предпочли не о'
             'бращать внимания.'),

        208:('AgACAgIAAxkBAAIEqmaBtQABgRb8uk2ECtgHCGG8jz6V_AAC-ekxG_8BCUjuxqUbEAUN3QEAAwIAA3kAAzUE',
             'Судя по географии этих дел, по послушности судов по этим делам, я делаю вывод о том,'
             ' что данная людоедская, чудовищная практика является именно практикой, а не единичными '
             'эксцессами. И что я должен испытывать к служащим этой зверской конторы? Неужто безмерное '
             'уважение и щенячий восторг?\n\nА какие чувства я должен испытывать к этому ведомству '
             'после отравления Навального, Кара-Мурзы, ещё ряда отравлений специальной группой служивых '
             'убийц, разъезжающих по стране за своими жертвами? Это вот те самые «горячие сердца и чистые'
             ' руки»?\n\nОбъясните мне, как можно, зная обо всём, мной перечисленном,'
             ' относиться к ведомству палачей, садистов, убийц и стукачей? И почему я не имею права'
             ' поделиться этим своим отвращением с окружающими?'),

        209:('AgACAgIAAxkBAAIEqmaBtQABgRb8uk2ECtgHCGG8jz6V_AAC-ekxG_8BCUjuxqUbEAUN3QEAAwIAA3kAAzUE',
             'Разве статья 29 Конституции не гарантирует мне право распространять открытую информацию?\n\n'
             'Таким образом, мне кажется, что я достаточно обосновал свою позицию по обоим пунктам '
             'обвинения.\nИ поэтому я считаю героем Жлобицкого. Хотя я не оправдываю терроризм! '
             'Разве путинская власть оставила ему какой-то иной способ протеста, кроме самоубийства '
             'путём самоподрыва? Разве судьи обратили внимание на следы пыток электрошокером на теле '
             'подсудимого Филинкова (фигурант дела «Сети» — прим. ред.) во время заседания? А много'
             ' ли депутатов Госдумы написали свои запросы в СК или в прокуратуру по этому поводу? А на'
             ' Первом канале или на ВГТРК про пятилетний срок подростку Уварову что-нибудь сказали? И'
             ' что же оставалось героическому правдолюбцу Жлобицкому? Какие формы протеста? Если «пепел '
             'Клааса» жжёт сердце?'),

        210:('AgACAgIAAxkBAAIEqmaBtQABgRb8uk2ECtgHCGG8jz6V_AAC-ekxG_8BCUjuxqUbEAUN3QEAAwIAA3kAAzUE',
             'Только «безумство храбрых», по Максиму Горькому…\n\n'
             'Теперь ещё пару слов. Во время заседаний неоднократно, видимо, как отягчающее обстоятельство, говорилось '
             'о моих многочисленных административных задержаниях. Наверноe, по мысли обвинения, это меня должно как-нибудь о'
             'трицательно характеризовать.\n\nТак я должен сказать, что никогда не выходил на акции протеста, чтобы р'
             'азвлечься или от скуки. Всегда только в защиту законности и в строгом соответствии с Конституцией, которая '
             'в статье 31 гарантирует всем нам право на мирные собрания.\nСкажу больше. Выход на улицу я считал не только п'
             'равом, но и обязанностью граждан по защите своих гражданских прав. И нередко заставлял себя это делать, преодолев'
             'ая собственную лень, усталость и прочие обстоятельства.\n\nИ, уважаемые судьи, обвинители и следователи,'),

        211:('AgACAgIAAxkBAAIEqmaBtQABgRb8uk2ECtgHCGG8jz6V_AAC-ekxG_8BCUjuxqUbEAUN3QEAAwIAA3kAAzUE',
             'я выступал в защиту и ваших прав в том числе. Чтобы вы могли избрать себе власть, ответственную перед вами.'
             ' И чтобы, вынося то или иное решение, избранные вами депутаты думали в первую очередь о вашей реакции, одобрении'
             ' или неодобрении этих решений. Чтобы они хоть как-то зависели от вас. Чтобы в том числе и ваших сыновей, братьев,'
             ' отцов, мужей не забрили на эту преступную войну и не вернули их вам в целлофановом пакете. Мне кажется, что вы'
             ' в этом не меньше меня заинтересованы. Только боитесь больше. Вот за эти добрые намерения меня и задерживали м'
             'ного раз, и штрафовали, и сажали.\nИ совсем напоследок моё коротенькое обращение к славным моим землякам — '
             'захисникам рідної України.\nШановні українці! Любі мої друзі! Гірше за все для мене те, що я не можу бути поряд '
             'з вами. У лавах ЗСУ наприклад. Тому лише можу побажати вам перемоги! Хай щастить вам, браття й сестри!\nСлава Україні!\n'
             '<i>17 мая 2023 года</i>    /exit')}

gorinov={

    301:('AgACAgIAAxkBAAIF_maB-2apoRoHTi8TQFRsWBJbMCcWAALQ3DEb_wERSPdMLbINXZAPAQADAgADeAADNQQ','🔴                                                              🔴'),

    302:('AgACAgIAAxkBAAIGAAFmgftqUFWFW3xJZcYs7iyKh42k_wAC0dwxG_8BEUiWDMK37NeRcgEAAwIAA3kAAzUE','Я думаю, или мне всегда казалось, что наше общее прошлое диктует нам несколько главных '
            'уроков.\n\nМой отец вернулся со Второй мировой войны инвалидом. Как и его брат. Им ещё повезло. Но они выполняли —'
            ' и выполнили! — свой священный долг по защите Отечества от врага. Я ещё застал Москву 60-х. С ветеранами — без рук,'
            ' без ног, слепыми. Немало таких было и в нашем доме. Я рос среди них.\n\nВыжившие в той войне были скупы на '
            'рассказы про неё. С возрастом я понял почему. Потому что война – сама по себе, как человеческое занятие, каким '
            'синонимом её не назови – самое последнее, самое мерзкое и грязное дело. Дело, недостойное звания человека, на '
            'которого Вселенной и эволюцией возложена забота о сохранении и приумножении всего живого на нашей планете.\n\n'
            'Я в этом убеждён:'),

    303:('AgACAgIAAxkBAAIGAAFmgftqUFWFW3xJZcYs7iyKh42k_wAC0dwxG_8BEUiWDMK37NeRcgEAAwIAA3kAAzUE',
             'война – самое быстрое средство расчеловечивания, когда стирается грань между добром и злом. Война всегда есть '
             'насилие и кровь, разорванные тела и оторванные конечности. Это всегда смерть. Я это не приемлю и отторгаю.\n\n'
             'Этому меня учило наше общее прошлое. И, наверное, не только меня — в Уголовном кодексе России есть статьи '
             '353 и 354, предусматривающие суровую ответственность за подготовку, ведение и пропаганду агрессивной войны. И я'
             ' полагаю, что Россия исчерпала свой лимит на войны ещё в XX веке.\n\nОднако наше настоящее — это Буча, '
             'Ирпень, Гостомель (города под Киевом, в которых после отхода армии РФ обнаружились следы многочисленных'
             ' военных преступлений, совершенных российскими солдатами — прим. ред.)... Вам что-нибудь говорят названия'
             ' этих городов? Поинтересуйтесь, кто ещё не знает,'),

    304:('AgACAgIAAxkBAAIGAAFmgftqUFWFW3xJZcYs7iyKh42k_wAC0dwxG_8BEUiWDMK37NeRcgEAAwIAA3kAAzUE',
             'что там произошло. И не говорите потом, что ничего не знали.\n\n'
             'Пять месяцев на территории соседнего государства Россия ведёт военные действия, стыдливо называя это'
             ' «специальной военной операцией». Нам обещают победу и славу. Отчего же тогда немалая часть моих сограждан '
             'испытывает стыд и вину? Почему многие уехали из России и продолжают уезжать? И почему у нашей страны вдруг '
             'появилось так много недругов?\n\nМожет быть, это в нас что-то не так? Давайте подумаем! '
             'Дайте нам возможность хотя бы обсудить происходящее. Обменяться мнениями. Это, в конце концов, наше '
             'конституционное право!\n\nСобственно, я это и сделал. На заседании муниципального совета я высказал моё мнение, '
             'человеческое отношение к предмету голосования. Это мнение, это отношение я мотивировал, исходя из своих убеждений.'),

    305:('AgACAgIAAxkBAAIGAAFmgftqUFWFW3xJZcYs7iyKh42k_wAC0dwxG_8BEUiWDMK37NeRcgEAAwIAA3kAAzUE',
             'И был поддержан большинством присутствующих!\n\nИ теперь я в суде. Похоже, и это — как будто из нашего об'
             'щего прошлого, ещё один невыученный урок. Преследования за слово, сфабрикованные дела, скорый суд, запоздалое '
             'прозрение: «Как же так, мы не знали!»\n\nВ годы сталинского террора моего деда обвиняли в призывах '
             'к свержению советского строя, в создании и укреплении которого он участвовал самым непосредственным образом. '
             'Дед дожил до полной реабилитации — через полвека.\n\nНадеюсь, для моей реабилитации потребуется гораздо меньше '
             'времени.\n\nНо пока что я здесь, в зале суда.\n\nМоё уголовное дело слушается одним из первых, но в '
             'России возбуждены сотни таких уголовных дел против моих сограждан, которые думают и высказываются о том, что'
             ' происходит. Разрушают семьи, ломают жизни молодых людей.'),

    306:('AgACAgIAAxkBAAIGAAFmgftqUFWFW3xJZcYs7iyKh42k_wAC0dwxG_8BEUiWDMK37NeRcgEAAwIAA3kAAzUE',
             'И, выступая здесь, я говорю за всех них, ещё не представших перед судом. Несколько фраз, произнёсенных мною на '
             'будничном заседании Совета депутатов, были исследованы под микроскопом. Сформирована следственная группа из девяти'
             ' следователей, шестеро из которых — «по особо важным делам». Пятеро экспертов – лингвисты и психологи. Покопались в '
             'моих мыслях, пытаясь понять: что же в действительности стоит за мнением, высказанным мною моим коллегам–депутатам '
             'по одному из вопросов повестки заседания? Каков был мой тайный смысл и скрытый посыл? Что в действительности стои'
             'т за этими моими фразами? Породили две экспертизы на 120 листах...\n\nМежду тем статья 29 Конституции России '
             'гарантирует каждому свободу мысли и слова — если речь не идёт о пропаганде ненависти, вражды, превосходства.'),

    307:('AgACAgIAAxkBAAIGAAFmgftqUFWFW3xJZcYs7iyKh42k_wAC0dwxG_8BEUiWDMK37NeRcgEAAwIAA3kAAzUE',
             'Каждый имеет право свободно искать, получать, передавать, производить и распространять информацию любым законным '
             'способом. Гарантируется свобода массовой информации. Цензура запрещается.\n\nВ дни августовского путча 1991 года я '
             'тоже был депутатом [в одном из районов Москвы]. Вместе с другими защитниками я был у здания Верховного Совета '
             'республики — Белого дома. Мы защищали наше будущее, наше право жить свободно — а значит, свободно говорить, '
             'выражать свои мысли, собирать информацию и делиться ею.\n\nЕсли бы тогда сказали, что через тридцать лет меня будут'
             ' судить уголовным судом за слова, за мнение — я бы не поверил. Причины столь печального итога, к которому пришло наше'
             ' общество, потребуют тщательного исследования и осмысления историками. Потребуют не только осмысления, но и выводов.'),

    308:('AgACAgIAAxkBAAIGAAFmgftqUFWFW3xJZcYs7iyKh42k_wAC0dwxG_8BEUiWDMK37NeRcgEAAwIAA3kAAzUE',
             'Это будет непросто, но мы должны будем признать, что война — это война. Должны будем реабилитировать жертв и '
             'судить преступников. Должны будем восстанавливать доброе имя своего народа, '
             'своей страны.\n\n\n\n\n\n\n\n\n\n\n🔴      /exit')


}

yashin = {
    401:('AgACAgIAAxkBAAIGjGaChw3nlYRUYzuT7fE7WfboBPUYAAJ-2zEbIbkZSBBFfNkWhm2uAQADAgADeAADNQQ',
         '🔴                                                              🔴'),

402:('AgACAgIAAxkBAAIGjmaChxy3k3V1-Z3-0qqREwdfvO_vAAJ_2zEbIbkZSJ5iLwzIS9XHAQADAgADeQADNQQ',
         'Согласитесь, фраза «последнее слово подсудимого» звучит очень мрачно. Как будто после выступления в суде мне зашьют '
         'рот и навсегда запретят говорить. Все понимают: смысл именно в этом. Меня изолируют от общества и держат в тюрьме, '
         'потому что хотят, чтобы я молчал. Потому что когда-то наш парламент перестал быть местом для дискуссий, а теперь вся'
         ' Россия должна безмолвно соглашаться с любыми действиями власти.\n\n'
         'Но обещаю: пока я жив, я никогда с этим не смирюсь. Моя миссия — говорить правду. Я говорил её на городских площадях, '
         'в телевизионных студиях, на депутатских трибунах. Я не откажусь от правды и за решёткой. Ведь, цитируя классика, «ложь'
         ' — религия рабов, и только правда — бог свободного человека».\n\nВ начале своей речи я хотел бы обратиться к суду. '
         'Ваша честь, я признателен за то,'),

403:('AgACAgIAAxkBAAIGjmaChxy3k3V1-Z3-0qqREwdfvO_vAAJ_2zEbIbkZSJ5iLwzIS9XHAQADAgADeQADNQQ',
         'как было организовано это судебное разбирательство. Вы провели гласный процесс, открыли его для прессы и слушателей, '
         'не мешали мне свободно высказываться, а моим адвокатам — работать. И вроде бы вы не сделали ничего особенного: так и '
         'должны проходить суды в любой нормальной стране. Но на выжженном поле российского правосудия этот процесс выглядит '
         'как что-то живое. И поверьте: я это ценю.\n\nСкажу вам откровенно, Оксана Ивановна [Горюнова]: вы и сами произвели '
         'необычное впечатление. Я обратил внимание, с каким интересом вы слушаете обвинителя и защитников, как реагируете на мои '
         'слова, как сомневаетесь и рефлексируете. Для власти вы просто винтик системы, который должен безропотно выполнить свою '
         'функцию. Но я вижу перед собой живого человека,'),

404:('AgACAgIAAxkBAAIGjmaChxy3k3V1-Z3-0qqREwdfvO_vAAJ_2zEbIbkZSJ5iLwzIS9XHAQADAgADeQADNQQ',
         'который вечером снимет мантию и пойдет за покупками в тот же магазин, где моя мама покупает творог. '
         'И я не сомневаюсь, что тревожат нас с вами одни и те же проблемы. Уверен, что вы, так же как и я, потрясены '
         'этой войной и молитесь, чтобы кошмар поскорее закончился.\n\nЗнаете, Оксана Ивановна, у меня есть принцип, которому '
         'я следую многие годы: делай что должен, и будь что будет. Когда начались боевые действия, я ни секунды не сомневался '
         'в том, что должен делать. Я должен быть в России, я должен громко говорить правду, и я должен всеми силами останавливать '
         'кровопролитие. Мне физически больно от осознания того, сколько людей погибло на этой войне, сколько судеб покалечено и '
         'сколько семей лишилось своих домов. С этим просто нельзя мириться. И клянусь — я ни о чём не жалею.'),

405:('AgACAgIAAxkBAAIGjmaChxy3k3V1-Z3-0qqREwdfvO_vAAJ_2zEbIbkZSJ5iLwzIS9XHAQADAgADeQADNQQ',
         'Лучше провести 10 лет за решёткой, оставаясь честным человеком, чем молча сгорать от стыда за кровь, которую проливает '
         'твоё правительство.\n\nКонечно, ваша честь, я не жду здесь чуда. Вы знаете, что я невиновен, — а я знаю, как на вас '
         'давит эта система. И очевидно, что вам придётся вынести обвинительный приговор. Но я не держу на вас зла и н'
         'е желаю вам ничего плохого. Однако постарайтесь сделать всё от вас зависящее, чтобы не допустить несправедливост'
         'и. Помните, что от вашего решения зависит не только моя личная судьба — это приговор той части нашего общества'
         ', которая хочет жить мирно и цивилизованно. Той части общества, к которой, возможно, относитесь и вы сами, Окс'
         'ана Ивановна.\n\nВоспользовавшись этой трибуной, я хотел бы также обратиться к президенту России Владимиру Путину.'
         ' К человеку,'),

406:('AgACAgIAAxkBAAIGjmaChxy3k3V1-Z3-0qqREwdfvO_vAAJ_2zEbIbkZSJ5iLwzIS9XHAQADAgADeQADNQQ',
         'который несёт ответственность за эту бойню, который подписал закон о «военной цензуре» и по воле которого я сижу '
         'в тюрьме.\n\nВладимир Владимирович! Глядя на последствия этой чудовищной войны, вы, наверное, сами уже понимаете, '
         'какую тяжёлую ошибку совершили 24 февраля. Нашу армию не встречают цветами. Нас называют «карателями» и «оккупантами».'
         ' С вашим именем теперь прочно ассоциируются слова «смерть» и «разрушения».\n\nВы принесли страшную беду украинскому '
         'народу, который, наверное, никогда нас не простит. Но ведь вы ведёте войну не только с украинцами, но и со своими '
         'соотечественниками.\n\nВы отправляете в пекло боёв сотни тысяч россиян, многие из которых никогда уже не вернутся домой,'
         ' превратившись в прах. Многие останутся калеками и сойдут с ума от увиденного и пережитого.'),

407:('AgACAgIAAxkBAAIGjmaChxy3k3V1-Z3-0qqREwdfvO_vAAJ_2zEbIbkZSJ5iLwzIS9XHAQADAgADeQADNQQ',
         'Для вас это просто статистика потерь, цифры в столбиках. А для множества семей — это невыносимая боль утраты мужей, '
         'отцов и сыновей.\n\nВы лишаете россиян своего дома. Сотни тысяч наших сограждан покинули Родину, потому что не хотят '
         'убивать и быть убитыми. Люди бегут от вас, господин президент. Неужели вы этого не замечаете?\n\n'
         'Вы подрываете основу нашей экономической безопасности. Переводя промышленность на военные рельсы, вы поворачиваете '
         'нашу страну вспять. В приоритете снова танки и пушки, а наши реалии снова — нищета и бесправие. Разве вы забыли, что '
         'такая политика уже приводила нашу страну к развалу?\n\nПусть мои слова прозвучат гласом вопиющего в пустыне, но я '
         'призываю вас, Владимир Владимирович, немедленно остановить это безумие. Необходимо признать политику в отношении '
         'Украины ошибочной,'),

408:('AgACAgIAAxkBAAIGjmaChxy3k3V1-Z3-0qqREwdfvO_vAAJ_2zEbIbkZSJ5iLwzIS9XHAQADAgADeQADNQQ',
         'вывести войска с её территории и перейти к дипломатическому урегулированию конфликта.\n\n'
         'Помните, что каждый новый день войны — это новые жертвы. Хватит. Наконец, я хочу обратиться к людям, '
         'которые следили за этим судебным процессом, поддерживали меня все эти месяцы и с тревогой ждут приговора.\n\n'
         'Друзья! Какое бы решение ни вынес суд, каким бы суровым ни оказался приговор — это не должно вас надломить. Я '
         'понимаю, как вам сейчас тяжело, как мучает ощущение бессилия и безнадежности. Но вы не должны опускать руки.\n\n'
         'Пожалуйста, не впадайте в отчаяние и не забывайте, что это наша с вами страна. Она достойна того, чтобы за неё '
         'бороться. Будьте смелыми, не отступайте перед злом и сопротивляйтесь. Стойте за свою улицу, за свои города. А самое '
         'главное — стойте друг за друга. Нас гораздо больше, чем кажется,'),

409:('AgACAgIAAxkBAAIGjmaChxy3k3V1-Z3-0qqREwdfvO_vAAJ_2zEbIbkZSJ5iLwzIS9XHAQADAgADeQADNQQ',
         'и мы с вами — огромная сила.\n\nНу а за меня не переживайте. Обещаю, что выдержу все испытания, не буду жаловаться и '
         'пройду этот путь достойно. А вы, пожалуйста, обещайте, что сохраните оптимизм и не разучитесь улыбаться. Потому что они '
         'победят ровно в тот момент, когда мы утратим способность радоваться жизни.\n\n'
         'Верьте мне, Россия будет свободной и счастливой.\n\n\n\n\n\n\n\n\n\n\n\n🔴            /exit')}


kara_murza={
501:('AgACAgIAAxkBAAIGkGaCjfCkk9oEUeLsVlH_0rECH3n7AAJT3DEbIbkZSHWAbXFid00aAQADAgADeAADNQQ',
         '🔴                                                              🔴'),

502:('AgACAgIAAxkBAAIGkmaCjfrSkJ_n2nPKY5wgY3X4wX-1AAJU3DEbIbkZSOORgbdTF6esAQADAgADeQADNQQ',
         'Граждане судьи! Я был уверен, что после двух десятилетий в российской политике, после всего, что '
         'я увидел и пережил, меня уже ничто не сможет удивить. Должен признаться, что я ошибался. Меня всё'
         ' же удивило, что по степени закрытости и дискриминации стороны защиты мой процесс в 2023 году оставил позади «суды» над'
         ' советскими диссидентами в 1960–70-е годы. Не говоря уже о запрошенном сроке и лексике про «врага» — это даже не 1970-е, '
         'это 1930-е. Для меня как для историка это — повод для рефлексии.\n\n'
         'На стадии показаний подсудимого председательствующий напомнил мне, что одним из смягчающих обстоятельств является '
         '«раскаяние в содеянном». И хотя весёлого вокруг меня сейчас мало, я не смог сдержать улыбку. В содеянном должны '
         'раскаиваться преступники. Я же нахожусь в тюрьме за свои политические взгляды.'),

    503:('AgACAgIAAxkBAAIGkmaCjfrSkJ_n2nPKY5wgY3X4wX-1AAJU3DEbIbkZSOORgbdTF6esAQADAgADeQADNQQ',
         'За выступления против войны в Украине. За многолетнюю борьбу с диктатурой Путина. За содействие принятию персональных '
         'международных санкций по «закону Магнитского» против нарушителей прав человека.\n\n'
         'Я не только не раскаиваюсь ни в чём из этого — я этим горжусь. Горжусь тем, что в политику меня привёл Борис Немцов '
         '(российский оппозиционер, убитый у стен Кремля в 2015 году — прим. ред.). И хочу надеяться, что ему за меня не стыдно. '
         'Подписываюсь под каждым словом из тех, которые я говорил и которые вменяются мне в этом обвинении. А виню я себя только '
         'в одном: что за годы своей политической деятельности не сумел убедить достаточно моих соотечественников и политиков '
         'демократических стран в том, какую опасность несёт для России и для мира нынешний режим в Кремле. Сегодня это очевидно '
         'всем,'),


    504:('AgACAgIAAxkBAAIGkmaCjfrSkJ_n2nPKY5wgY3X4wX-1AAJU3DEbIbkZSOORgbdTF6esAQADAgADeQADNQQ',
         'но страшной ценой — ценой войны.\n\n'
         'В последнем слове обычно просят об оправдательном приговоре. Для человека, не совершавшего преступлений, '
         'единственно законным приговором был бы оправдательный. Но я ни о чём не прошу у этого суда. Я знаю свой приговор. Я'
         ' знал его ещё год назад, когда увидел в зеркале бегущих за моей машиной людей в чёрной форме и чёрных масках. Такая'
         ' сейчас в России цена за немолчание.\n\nНо я знаю и то, что настанет день, когда мрак над нашей страной рассеется. '
         'Когда чёрное назовут чёрным, а белое — белым; когда на официальном уровне будет признано, что дважды два — это всё-таки '
         'четыре; когда войну назовут войной, а узурпатора — узурпатором; и когда преступниками признают тех, кто разжигал и '
         'развязывал эту войну, а не тех, кто пытался её остановить.'),

    505:('AgACAgIAAxkBAAIGkmaCjfrSkJ_n2nPKY5wgY3X4wX-1AAJU3DEbIbkZSOORgbdTF6esAQADAgADeQADNQQ',
         'Этот день настанет так же неизбежно, как весна приходит на смену даже самой морозной зиме. '
         'И тогда наше общество откроет глаза и ужаснётся тому, какие страшные преступления совершались от его имени. '
         'С этого осознания, с этого осмысления начнётся долгий, трудный, но такой важный для всех нас путь выздоровления и '
         'восстановления России, её возвращения в сообщество цивилизованных стран. Даже сегодня, даже в окружающей нас темноте, '
         'даже сидя в этой клетке, я люблю свою страну и верю в наших людей.\n\nЯ верю, что мы сможем пройти этот путь.'
         '\n\n10 апреля 2023 года\n\n\n\n\n\n🔴              /exit')}

navalny={

    601:('AgACAgIAAxkBAAIG5GaCoQIyPznziR8FiSablTzlYUboAAK33DEbIbkZSOQQAqwmS6dFAQADAgADeAADNQQ',
         '🔴                                                              🔴'),
    602:('AgACAgIAAxkBAAIG5maCoQmFr76U_PAGhkWOsYIOVHLbAAK43DEbIbkZSFeySvsjQLYoAQADAgADeQADNQQ',
             'Каждому в России известно, что совершенно беззащитен тот, кто ищет справедливости в суде. Дело такого человека'
             ' безнадёжно. Ведь если уж дело дошло до суда, то силы за этим человеком нет. Потому что в стране, управляемой '
             'преступником, спорные вопросы решаются торгом, властью, подкупом, обманом, предательством и другими механизмами из'
             ' реальной жизни, а не каким-то там законом.\n\nЧто и было блестяще на днях продемонстрировано, когда те, кого '
             'объявили изменниками Родины и предателями, с утра убили на глазах у всей изумлённой России несколько офицеров '
             'российской армии, а к обеду договорились о чём-то с кем-то и разошлись по домам, разделить между собой чемоданы '
             'с деньгами (речь идёт о мятеже ЧВК «Вагнер» в июне 2023 года — прим. ред.). Причём чемоданы не металлические, а '
             'самые настоящие.'),

    603:('AgACAgIAAxkBAAIG5maCoQmFr76U_PAGhkWOsYIOVHLbAAK43DEbIbkZSFeySvsjQLYoAQADAgADeQADNQQ',
             'Их даже показали по российскому телевидению.\n\nТем самым закону и справедливости в России в очередной раз '
             'указали на их место. И оно совсем не престижное. В суде их точно не найдешь. В общем-то, суд давно превратился '
             'просто в площадку, где гражданин только и может, что произнести речь без (и эта фраза повторяется в моём обвинении '
             'сотни раз) «согласования с органами государственной власти». Правда, для особо хитрых, злоупотребляющих'
             ' возможностями судебных прений и последнего слова, придумали сначала закрытый суд, а потом и закрытый суд на'
             ' территории тюрьмы (так как раз и проходил процесс над Навальным — прим. ред.).\n\n'
             'Тем не менее нужно использовать любую возможность высказаться, и, выступая сейчас перед аудиторией в '
             'восемнадцать человек, семь из которых надели на головы чёрные маски'),

    604:('AgACAgIAAxkBAAIG5maCoQmFr76U_PAGhkWOsYIOVHLbAAK43DEbIbkZSFeySvsjQLYoAQADAgADeQADNQQ',
             'закрывающие их лица, я хочу не просто объяснить, почему я продолжаю бороться с тем бессовестным злом, '
             'которое называет себя «государственная власть РФ», но и призвать вас делать это вместе со мной.\n\n'
             'Почему бы и нет? Может, вы и надели эти маски, потому что опасаетесь чего-то человеческого, того, что у вас'
             ' есть и что может отразиться на вашем не прикрытом балаклавой лице? Например, тюремный надзиратель, который с'
             'тоит сейчас за мной, по должности должен знать, какие мне предстоят суды. И вот я ему объясняю про ещё одно '
             'уголовное дело и предстоящий процесс, про срок новый, который мне грозит. Каждый раз он кивает головой, закр'
             'ывает глаза и говорит: «Не понимаю я вас и никогда не пойму». Должен же я попробовать ему объяснить.\n\n'
             'Вопрос, как поступать, — главный вопрос человечества.'),

    605:('AgACAgIAAxkBAAIG5maCoQmFr76U_PAGhkWOsYIOVHLbAAK43DEbIbkZSFeySvsjQLYoAQADAgADeQADNQQ',
             'Ведь всё вокруг так сложно и так непонятно. Люди сбились с ног в поисках формулы правильного поступка. '
             'В поисках того, на что можно опереться, принимая решение. Мне очень нравится формулировка нашего соотечественника, '
             'доктора филологических наук, профессора [Юрия] Лотмана. Выступая перед студентами, он однажды сказал: «Человек '
             'всегда находится в непредвиденной ситуации. И тут у него есть две ноги: совесть и интеллект».\n\n'
             'Это очень мудрая мысль, как мне кажется. И опираться человек должен на обе эти ноги.\n\n'
             'Опираться только на совесть — интуитивно правильно. Но абстрактная мораль, не учитывающая человеческую '
             'натуру и реальный мир, выродится или в глупость, или в злодеяние, как было уже не раз.\n\n'
             'А вот опора на интеллект без совести — именно она сейчас в основе российского государства'),

    606:('AgACAgIAAxkBAAIG5maCoQmFr76U_PAGhkWOsYIOVHLbAAK43DEbIbkZSFeySvsjQLYoAQADAgADeQADNQQ',
             'Изначально эта идея казалась элитам логичной. Используя нефть, газ и другие ресурсы, мы построим бессовестное, '
             'но хитрое, современное, рациональное, безжалостное государство. Мы станем богаче, чем цари прежних лет. И нефти '
             'у нас так много, что и населению что-то достанется. Используя мир противоречий и уязвимость демократии, мы станем л'
             'идерами, и нас будут уважать. А если нет, то тогда бояться.\n\n'
             'Но происходит то же, что и везде. Интеллект, не ограниченный совестью, шепчет: отними, укради. Если ты сильне'
             'е, то твои интересы всегда важнее, чем права других.\n\n'
             'Не желая опираться на ногу совести, моя Россия сделала несколько больших прыжков, расталкивая всех вокру'
             'г, но потом поскользнулась и с грохотом, разрушая всё вокруг, рухнула. И барахтается сейчас в луже то ли г'
             'рязи, то ли крови,'),

    607:('AgACAgIAAxkBAAIG5maCoQmFr76U_PAGhkWOsYIOVHLbAAK43DEbIbkZSFeySvsjQLYoAQADAgADeQADNQQ',
             'с переломанными костями, с нищим, ограбленным населением, а вокруг лежат десятки тысяч погибших в самой глупой и б'
             'ессмысленной войне XXI века.\n\nНо рано или поздно, конечно, снова поднимется. И от нас зависит, на что она'
             ' будет опираться в будущем. Я поступаю, как мне кажется, последовательно. Без всякой драмы\n\n'
             'Я люблю Россию. Мой интеллект говорит мне, что жить в свободной и процветающей стране лучше, чем в '
             'коррупционной и нищей. А когда я стою здесь и смотрю на этот суд, моя совесть говорит, что справедливости '
             'в таком суде не будет ни для меня, ни для кого-то другого. Страна, где нет справедливого суда, никогда не'
             ' станет процветающей.\n\nЗначит — теперь снова говорит интеллект, — будет разумно и правильно с моей стороны'
             ' бороться за независимый суд, честные выборы, быть против коррупции,'),

    608:('AgACAgIAAxkBAAIG5maCoQmFr76U_PAGhkWOsYIOVHLbAAK43DEbIbkZSFeySvsjQLYoAQADAgADeQADNQQ',
             'так как тогда я достигну своей цели и смогу жить в моей свободной, процветающей России.\n\n'
             'Вам, может, сейчас кажется, что я сумасшедший, а вы все нормальные, — ведь нельзя плыть против течения.'
             ' А мне кажется, это вы сошли с ума. У вас единственная, Богом данная жизнь, и на что вы решили её потратить?'
             ' На то, чтобы надеть себе на плечи мантии, а на голову эти чёрные маски и защищать тех, кто вас ещё и граби'
             'т? Чтобы помочь тому, у кого десять дворцов, построить одиннадцатый (у расследования ФБК про дворец Путина н'
             'едалеко от Сочи 129 миллионов просмотров на YouTube — прим. Ред.)\n\nДля того чтобы в мир пришёл новый '
             'человек, двое людей должны заранее согласиться с тем, что пойдут на какие-то жертвы. Нового человека придётся'
             ' рожать в муках, а потом проводить с ним бессонные ночи,'),

    609:('AgACAgIAAxkBAAIG5maCoQmFr76U_PAGhkWOsYIOVHLbAAK43DEbIbkZSFeySvsjQLYoAQADAgADeQADNQQ',
             'а потом заводить с ним собаку. Потом гулять с этой собакой.\n\n'
             'И точно так же для того, чтобы родилась новая, свободная, богатая страна, у неё должны быть родители. '
             'Те, кто её хочет. Кто её ждёт и кто готов идти на какие-то жертвы ради её рождения. Понимая, что она того стоит.'
             ' Вовсе не обязательно всем идти в тюрьму. Это скорее лотерея, и я вытянул такой билет. Но принести какую-то жертву'
             ', сделать какое-то усилие должен каждый.\n\nЯ обвиняюсь в том, что разжигаю ненависть к представителям власти и'
             ' спецслужб, судьям и членам партии «Единая Россия». Но нет, я не разжигаю ненависть. Я просто помню, что у '
             'человека две ноги: совесть и интеллект. И когда вам надоест поскальзываться с этой властью, расшибая '
             'себе лоб и будущее, когда вы наконец поймёте,'),

    610:('AgACAgIAAxkBAAIG5maCoQmFr76U_PAGhkWOsYIOVHLbAAK43DEbIbkZSFeySvsjQLYoAQADAgADeQADNQQ',
             'что отказ от совести в итоге приведёт к исчезновению интеллекта, тогда, может быть, вы встанете на те две'
             ' ноги, на которых должен стоять человек, и мы вместе сможем приблизить Прекрасную Россию Будущего.'
             '\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n🔴             /exit')}

pivovarov={
    701:('AgACAgIAAxkBAAIG6GaCoyOdTvQNQVdNh9jfCIdvpxSLAALI3DEbIbkZSH8Dm73W1nvAAQADAgADeAADNQQ',
         '🔴                                                              🔴'),

702:('AgACAgIAAxkBAAIG6maCo3cAAUnX5GOOCZdL7neWpBwP2AACytwxGyG5GUgEzOA9iQKhIQEAAwIAA3kAAzUE',
         'Во время судебного процесса я и мои адвокаты доказали, что уголовное дело несостоятельно. Никакой нежелательной иностр'
         'анной «Открытой России» никогда не существовало. Ничего преступного в моих действиях не было. Дело на меня — это мест'
         'ь в чистом виде за мои взгляды и политическую деятельность. Даже по нормам абсолютно неконституционной, репрессивной'
         ' статьи 284.1 УК РФ (осуществление деятельности нежелательной организации — прим. ред.) я должен быть оправдан. След'
         'ствие не смогло сфабриковать никаких доказательств моей вины. В материалах есть показания продажного пропагандиста'
         ' с НТВ и заказная «экспертиза» от группы шарлатанов от науки, торгующих совестью и липовыми диссертациями. Вот и'
         ' всё, что принесло следствие после почти полугода работы и многочасовой слежки. Этого дела не было бы,'),

703:('AgACAgIAAxkBAAIG6maCo3cAAUnX5GOOCZdL7neWpBwP2AACytwxGyG5GUgEzOA9iQKhIQEAAwIAA3kAAzUE',
         'если бы не стояла политическая команда на мою изоляцию.\n\nУ российского общества власти годами отбивают желание следит'
         'ь за политикой, участвовать в политике — то есть в жизни своей страны. Народ осознанно, планомерно погружают в апа'
         'тию, в тяжёлый летаргический сон. А на тех, кто не согласен засыпать, кто хочет оставаться гражданином, иметь свое мн'
         'ение, возбуждают уголовные дела, сажают, их выдавливают из страны, запугивают. Мечтающие о карьере и премиях люди в пого'
         'нах уверены, что подшивая дела, защищают страну, а на деле штопают саван, в который укладывают наше будущее.\n\n'
         'Доходит до парадоксального. Недавно у меня состоялся диалог с одним из сотрудников СИЗО. Он был согласен со всем,'
         ' о чём я говорю: о необхо димости сменяемости власти, о подотчётности, реальном разделении властей,'),

704:('AgACAgIAAxkBAAIG6maCo3cAAUnX5GOOCZdL7neWpBwP2AACytwxGyG5GUgEzOA9iQKhIQEAAwIAA3kAAzUE',
         'борьбе с коррупцией. Но при этом считал, что от него ничего не зависит и лучше бы я не лез в политику. А'
         ' потом наш разговор перешёл на его жизнь. Он жаловался на зарплату в 32 тысячи рублей (в начале 2024 года около 300 '
         'евро — прим. ред.) в месяц. Это здесь, в Краснодаре, достаточно крупном городе [на юге России]. Из которых ещё постоянно'
         ' вычитают штрафы и не оплачивают переработки. А его мать трудится нянечкой в детском саду, получая 16 тысяч рублей в '
         'месяц.\n\nГраждан за 20 лет отучили от понимания простых вещей: что участие в политике — это гарантия соблюдения '
         'их прав. И это нужно не каким-то людям в телевизоре или на митинге, а им самим, потому что: \n\n'
         '— свободные выборы —  самый эффективный метод борьбы с казнокрадством;\n\n'
         '— свобода собраний, митингов — способ для людей объединяться,'),

705:('AgACAgIAAxkBAAIG6maCo3cAAUnX5GOOCZdL7neWpBwP2AACytwxGyG5GUgEzOA9iQKhIQEAAwIAA3kAAzUE',
         'проявлять солидарность и отстаивать свои интересы;\n\n'
         '— свободная пресса — гарантия прозрачности власти, отсутствия коррупции и защита людей от несправедливости.\n\n'
         'Люди во власти не хотят, чтобы граждане осознавали: бесправие и нищета — это прямое следствие отсутствия в '
         'стране конкуренции, оппозиции, независимых СМИ, профсоюзов. Кто вступится за твои права? Кому вообще важно мнение '
         'людей, если выборов нет? Любой депутат или чиновник зависит не от эффективности своей работы, а от преданности '
         'начальнику.\n\nЧтобы окончательно отбить у людей желание интересоваться политикой, на несогласных заводят уголовные '
         'дела. Хотя несколько тысяч политических заключённых в многомиллионной стране могут показаться несерьёзной цифрой. '
         'Какая разница, что говорит этот парень в клетке. Плюс-минус ещё один.'),

706:('AgACAgIAAxkBAAIG6maCo3cAAUnX5GOOCZdL7neWpBwP2AACytwxGyG5GUgEzOA9iQKhIQEAAwIAA3kAAzUE',
         '«Сейчас быстренько осудим, следователь получит обещанные погоны — и забудем». Можно подумать даже, что государство '
         'борется с небольшой группой, маргиналами. Но на самом деле борьба идёт с будущим. Люди, которые сейчас выступают за п'
         'рогресс, за сменяемость власти, за прекращение военных действий, хотят для нашей страны лучшей доли, достойного будуще'
         'го. А именно его нас лишают. Чем выше уровень репрессий и больше запретов, тем больший кусок будущего у нас забирают.\n\n'
         'Я легко докажу вам свою правоту на примере из недавнего прошлого. Давайте мысленно вернемся на 10 лет назад. '
         'Тогда многим казалось, что хотя бы экономически россияне могут чувствовать себя комфортно. 10 лет назад многие в'
         ' России не обращали внимания на нарастающую волну уголовных дел против оппозиционеров, на жестокие разгоны митингов,'),

707:('AgACAgIAAxkBAAIG6maCo3cAAUnX5GOOCZdL7neWpBwP2AACytwxGyG5GUgEzOA9iQKhIQEAAwIAA3kAAzUE',
         'на увеличивающееся по экспоненте могущество спецслужб, на беспрецедентные фальсификации во время выборов. '
         'Разве это могло волновать жителей нефтегазового рая, существующего за счёт ренты? Вы помните этот яркий мир дешёвых '
         'авиабилетов к Средиземному морю, иномарок по доступным кредитам, шопинга в «Икее», мировых премьер в кинотеатре на вашей '
         'улице? Вы помните эпоху, когда русские солдаты не умирали на чужбине?\n\nВам казалось, что этот бескрайний, б'
         'огатый, наполненный удовольствиями мир незыблем. Вам казалось, что так будет всегда.\n\nУже тогда мы говорили:'
         ' наша страна вступила на опасный путь. Мы говорили о том, что несменяемость и бесконтрольность власти ведут не п'
         'росто к коррупции и разгильдяйству. Мы говорили о том, что авторитаризм — это путь в бездну. К нам домой приход'
         'или с обысками.'),
708:('AgACAgIAAxkBAAIG6maCo3cAAUnX5GOOCZdL7neWpBwP2AACytwxGyG5GUgEzOA9iQKhIQEAAwIAA3kAAzUE',
         'Нас арестовывали. Нам затыкали рот. Но вот беда: история продемонстрировала, насколько мы были правы.\n\n'
         'Вы видите, где оказалась наша страна в 2022 году. Вы все понимаете теперь, в какую бездну она летит.\n\n'
         'А впереди нас ожидают только новые запреты, ограничения и автозаки. Правда, уже с туалетами. Именно такие '
         'инициативы мы слышим от депутатов и чиновников. Так, может, как раз эти инициативы, эти запреты и дубинки '
         'нежелательны, если жизнь от них становится только хуже?\n\nИменно об этом я и хотел говорить с трибуны. '
         'Только не судебной, а думской. Именно поэтому на меня возбудили уголовку, выдумав историю с «нежелательной» '
         'организацией.\n\nПравда сильнее, именно её репрессивный аппарат боится. Именно поэтому я сейчас здесь, отсидев уже'
         ' больше года в краснодарском СИЗО. И несмотря на это, я верю,'),

709:('AgACAgIAAxkBAAIG6maCo3cAAUnX5GOOCZdL7neWpBwP2AACytwxGyG5GUgEzOA9iQKhIQEAAwIAA3kAAzUE',
         'что ситуация в нашей стране изменится.\n\n...Я люблю свою страну и считаю, что она достойна будущего, идти вперёд,'
         ' а не скатываться в прошлое. И пускай сейчас тех, кто выступает за будущее, топчут и сажают, я знаю, прогресс не'
         ' остановить, перемены к лучшему неизбежны, и они не за горами. До встречи в нашей новой, желательной и открытой Росси'
         'и. Прорвёмся!\n\n\n11 июля 2022 года\n\n\n\n\n\n\n\n🔴               /exit')}

skolichenko = {801:('AgACAgIAAxkBAAIHBmaCskBh1F7bN4JofmbNhV2WTt5-AAIt3TEbIbkZSCXGeGwI6w0vAQADAgADeAADNQQ',
                '🔴                                                              🔴'),

802:('AgACAgIAAxkBAAIHCGaCskdJ-TgAAaFRwu_Km878Rp6pxQACLt0xGyG5GUhbeHq6hyjKJwEAAwIAA3kAAzUE',
                'Моё уголовное дело такое странное и смешное, что оно было возбуждено аккурат 1 апреля. Моё дело такое с'
                'транное и смешное, что иногда мне кажется, вот я зайду в зал на новое судебное заседание, и с неба внезапно '
                'посыплются конфетти, и все встанут и закричат: «Разыграли! Разыграли!» Моё дело такое странное и смешное, ч'
                'то сотрудники СИЗО-5 широко открывают глаза и восклицают: «Неужели за это теперь у нас сажают?» Моё дело т'
                'акое, что даже сторонники СВО, которых я встречала, не считают, что я заслуживаю тюремного срока за своё '
                'деяние.\n\nМоё дело такое, что мой следователь уволился, не дождавшись его закрытия. В личной беседе с моим '
                'адвокатом он сказал: «Я пришёл в Следственный комитет не для того, чтобы заниматься такими делами, как у Саш'
                'и Скочиленко».\n\nИ он бросил моё дело,'),

803:('AgACAgIAAxkBAAIHCGaCskdJ-TgAAaFRwu_Km878Rp6pxQACLt0xGyG5GUhbeHq6hyjKJwEAAwIAA3kAAzUE',
                'которое сулило ему блестящий карьерный рост и уже принесло звёздочку на погоны. Он бросил Следственный ко'
                'митет и ушёл работать в магазин «Военторг». Я безмерно уважаю его поступок и считаю, что мы с ним похожи'
                ' — мы оба поступили по совести.\n\nСама статья 207.3 (распространение заведомо ложной информации о'
                'б армии РФ — прим. ред.) в корне своём дискриминационна, ведь карает она только определённый круг л'
                'юдей — тех, кто не служит в государственных органах. Только вдумайтесь: информация, которую я распр'
                'остранила, очевидно, являлась для моих следователей, в отличие от меня, заведомо ложной — тем не менее о'
                'ни распространили её среди своего следственного отдела, а также среди прокуратуры и судебных органов,'),

804:('AgACAgIAAxkBAAIHCGaCskdJ-TgAAaFRwu_Km878Rp6pxQACLt0xGyG5GUhbeHq6hyjKJwEAAwIAA3kAAzUE',
                'оскорбили этой информацией свидетелей-военных и создали повод для огромного общественного резонанса.\n\n'
                'Благодаря моим следователям и прокурорам информацию, распространённую мной, узнали тысячи людей в России и '
                'по всему миру. Если бы меня не арестовали, эту информацию узнала бы одна бабушка, кассир и охранник магазина «'
                'Перекрёсток».\n\nИ на двух из этих трех лиц, как следует из материалов моего уголовного дела, так называемые '
                '«ценники» вообще не произвели никакого впечат ления. Скажите, разве следователи распространяют наркотики среди'
                ' сотрудников государственных органов, когда хотят доказать вину человека по статье 228 (незаконное приобретение'
                ', хранение, перевозка, изготовление, переработка наркотических средств — прим. ред.)? Таких сотрудников самих '
                'судили бы по той же статье. Так почему же по 207.'),

805:('AgACAgIAAxkBAAIHCGaCskdJ-TgAAaFRwu_Km878Rp6pxQACLt0xGyG5GUhbeHq6hyjKJwEAAwIAA3kAAzUE',
                '3 не судят ни моих следователей, ни моего гособвинителя, а судят только меня?\n\n'
                'Если эти пять бумажек (на которые Скочиленко заменила ценники в магазине — прим. ред.) настолько страшны,'
                ' то зачем вообще был затеян этот суд? Для того, чтобы мы десятки раз произнесли эти тезисы, которые, по мнению '
                'государственного обвинителя, так сильно угрожают общественной безопасности? Но вот мы произносили тексты с '
                '«ценников» на протяжении всего процесса. И что? Земля разверзлась из-за этого? Началась революция в стране? '
                'Солдаты стали брататься на фронтах? Ничего подобного не произошло. Так в чём проблема?\n\n'
                'Государственный обвинитель не раз упоминал, что моё деяние чрезвычайно опасно для общества и государства. Н'
                'асколько же слабой верой в наше государство и общество обладает наш прокурор, если считает,'),

806:('AgACAgIAAxkBAAIHCGaCskdJ-TgAAaFRwu_Km878Rp6pxQACLt0xGyG5GUhbeHq6hyjKJwEAAwIAA3kAAzUE',
                'что наша государственность и общественная безопасность могут порушиться от пяти маленьких бумажек?\n\n'
                'Когда человек поднимает военный мятеж, который нанёс нашей стране огромный ущерб, уголовное дело на него'
                ' возбуждают и закрывают через день (имеется в виду Евгений Пригожин, погибший руководитель ЧВК «Вагнер» — прим'
                '. ред.). От моего деяния не пострадал никто, а я содержусь под стражей уже больше полутора лет — вместе с убий'
                'цами, ворами, совратителями несовершеннолетних и организаторами занятий проституцией. Неужели так называемый «'
                'ущерб», якобы причинённый мной, сопоставим с этими преступлениями?\n\nКаждый судебный приговор — это послани'
                'е для общества. Независимо от того, как вы оцениваете моё деяние, вы, вероятно, согласитесь с тем, что я проя'
                'вила храбрость и несгибаемость характера,'),

807:('AgACAgIAAxkBAAIHCGaCskdJ-TgAAaFRwu_Km878Rp6pxQACLt0xGyG5GUhbeHq6hyjKJwEAAwIAA3kAAzUE',
                'я не была лицемер на, я была честна перед собой и перед судом, я поступила в соответствии со своими моральными '
                'ориентирами. И вы согласитесь, что они у меня есть, даже если вам лично близки иные. На жаргоне следователей '
                'посадить человека в СИЗО называется «взять в плен». Так вот, я не сдалась и не согнулась в условиях плена, под у'
                'грозой травли, болезни и голода.\n\nИ если приговор — это послание для народа, то подумайте, что вы сообщаете '
                'людям, нашим гражданам, осуждая меня. Что нужно сдаваться? Что нужно лицемерить? Что нужно признавать то, в чём '
                'ты невиновен? Что нельзя жалеть наших солдат? Что нельзя желать мирного неба над головой? Что наше общество и '
                'государство может разрушиться от пяти маленьких бумажек? Неужели это действительно то, что вы хотите сказать '
                'людям во время кризиса,'),

808:('AgACAgIAAxkBAAIHCGaCskdJ-TgAAaFRwu_Km878Rp6pxQACLt0xGyG5GUhbeHq6hyjKJwEAAwIAA3kAAzUE',
                'нестабильности, депрессии и стресса?\n\nМой процесс широко освещается в России и в мире, за ним следят '
                'десятки тысяч, а то и сотни тысяч людей, о моём процессе пишутся книги и снимаются документальные фильмы. Так '
                'что, независимо от того, какой приговор вы вынесете, вы войдёте в историю. Возможно, вы войдёте в историю как '
                'человек, который меня посадил, возможно, как человек, который меня оправдал, возможно, как человек, который '
                'принял нейтральное решение и дал мне штраф, условный срок или срок «по отсиженному». Все видят и знают, что вы '
                'судите не террористку. Вы судите не экстремистку. Вы судите даже не политическую активистку. Вы судите'
                ' пацифистку.\n\nЯ — пацифистка. Пацифисты существовали всегда. Это особый род людей, которые считают жизнь '
                'наивысшей ценностью из всех возможных. Мы считаем,'),
809:('AgACAgIAAxkBAAIHCGaCskdJ-TgAAaFRwu_Km878Rp6pxQACLt0xGyG5GUhbeHq6hyjKJwEAAwIAA3kAAzUE',
                'что любой конфликт можно решить мирно. Я не могу убить даже паука, мне страшно представить, что можно лишить '
                'кого-то жизни. Война идёт по инициативе воинов, но мир наступает благодаря пацифистам. И когда вы сажаете пац'
                'ифистов, вы отдаляете долгожданный день мира.\n\nГосударственный обвинитель верит в совсем другую правду, чем я.'
                ' Он уверен в существовании так называемых «натовских прихлебателей» или в то, что все независимые СМИ '
                'финансируются из-за рубежа. Но разница между нашим прокурором и мной заключается в том, что я бы никогда не'
                ' посадила его в тюрьму — из-за этого.\n\nМне жаль, если я кого-то обидела своим поступком. Моё заключение в '
                'СИЗО, где я общалась с очень разными, непохожими на меня людьми, позволило мне понять, что каждый человек в'
                'ерит в свою правду.'),
810:('AgACAgIAAxkBAAIHCGaCskdJ-TgAAaFRwu_Km878Rp6pxQACLt0xGyG5GUhbeHq6hyjKJwEAAwIAA3kAAzUE',
                'То же самое касается и отношения к СВО. И это большая трагедия, что не все мы разделяем одну правду и не '
                'принимаем правды друг друга, — это порождает раскол в обществе, разрушает семьи и разъединяет близких друг другу'
                ' людей, повышает уровень агрессии, умножает вражду на земле и всё больше отдаляет нас от долгожданного мира. Я не'
                ' погрешу против истины, если скажу, что каждый человек в этом зале желает одного и того же — мира.\n\n'
                'Зачем воевать? Если мы — это всё, что есть друг у друга в этом мире, полном бед, катастроф и трудностей. '
                'Разве всё богатство и вся власть вселенной могут выкупить вашего близкого из плена смерти? Нет, ни деньги, ни '
                'власть, ни карьера, ни квартира, ни машина.\n\nМы — это всё, что есть друг у друга. И у меня есть любимые '
                'люди, которые дороги мне больше всего на свете.'),

811:('AgACAgIAAxkBAAIHCGaCskdJ-TgAAaFRwu_Km878Rp6pxQACLt0xGyG5GUhbeHq6hyjKJwEAAwIAA3kAAzUE',
                'Они приходят в этот зал, и им небезраз личны моя жизнь, здоровье и свобода. Они не хотят, чтобы меня посадили. '
                'Меня ждет дома пожилая мама, сестра, любимая девушка, которой поставили страшный диагноз — рак. И я пока не знаю '
                'человека, кроме государственного обвинителя, который хочет, чтобы меня посадили.\n\nПравда, я думаю, что и'
                ' государственный обвинитель в глубине души не хочет этого. Мне кажется, что он пришел в прокуратуру, чтобы '
                'сажать реальных преступников и злодеев — убийц, насильников, совратителей несовершеннолетних. А всё оказалось '
                'совсем иначе: нужно сажать тех, кого надо посадить, — и это залог продвижения по карьерной лестнице. Это '
                'сложившаяся система. Давайте хоть теперь не делать вид, что это не так.\n\nЯ вас не виню. Вы заботитесь о '
                'своей карьере, о стабильном положении в будущем,'),

812:('AgACAgIAAxkBAAIHCGaCskdJ-TgAAaFRwu_Km878Rp6pxQACLt0xGyG5GUhbeHq6hyjKJwEAAwIAA3kAAzUE',
                'чтобы обеспечить свою семью, дать ей хлеб и крышу над головой, поставить на ноги своих будущих или уже родивших'
                'ся детей. Но о чём вы будете им рассказывать? О том, как вы посадили в тюрьму тяжелобольную женщину за пять мал'
                'еньких бумажек? Нет, несомненно, вы будете рассказывать о других делах. Наверное, вы утешаете себя тем, что вы '
                'просто делаете свою работу. Но что вы будете делать, когда маятник качнется в другую сторону?\n\n'
                'Это исторический закон: либералы сменяются консерваторами, консерваторы — либералами. После естественной'
                ' смерти одного политического лидера приходит другой, с противоположным курсом, и первые становятся последними, '
                'а последние — первыми. Вам покажется это странным, но я вам сочувствую.\n\nНесмотря на то, что я нахожусь за '
                'решёткой, я свободнее, чем вы.'),

813:('AgACAgIAAxkBAAIHCGaCskdJ-TgAAaFRwu_Km878Rp6pxQACLt0xGyG5GUhbeHq6hyjKJwEAAwIAA3kAAzUE',
                'Я могу принимать собственные решения, могу говорить всё, что думаю, могу уволиться с работы, если меня зас'
                'тавляют делать что-то, чего я не хочу. У меня нет врагов, мне не страшно остаться без денег или даже без крыш'
                'и над головой.\n\nЯ не боюсь не сделать блестящую карьеру, показаться смешной, уязвимой или странной. '
                'Мне не страшно быть непохожей на других. Возможно, поэтому моё государство так боится меня и мне подобных и'
                ' держит меня в клетке, как опаснейшего зверя.\n\nНо человек человеку не волк. Просто злиться друг на др'
                'уга из-за разных позиций легко, а любить друг друга, пытаться понять и находить компромиссы — очень тр'
                'удно. Так невыносимо трудно, что порой это кажется просто невозможным, — в такие моменты насилие или п'
                'ринуждение кажутся единственным выходом. Но это не так!'),

814:('AgACAgIAAxkBAAIHCGaCskdJ-TgAAaFRwu_Km878Rp6pxQACLt0xGyG5GUhbeHq6hyjKJwEAAwIAA3kAAzUE',
                'Необходимо учиться любить и решать конфликты при помощи слова — это единственный способ выкарабкаться из '
                'того кризиса морали, в котором мы оказались.\n\nВаша честь! Своим приговором вы можете подать всем пример —'
                ' пример того, как конфликт можно решить при помощи слова, любви, милосердия, сострадания, а не при помощи '
                'принуждения к так называемой «правде» посредством уголовного срока. Это станет большим шагом к уменьшению злобы,'
                ' к оздоровлению и примирению общества.\n\nВаша честь! Я понимаю, что для вас это просто работа, рядовое '
                'дело, трудовые часы и большое количество бумажной волокиты. Наверное, среди этой рутины, как и при всякой'
                ' работе, замыливается и забывается истинное. Но истина заключается в том, что вы обладаете великой властью:'
                ' вершить человеческие судьбы.'),

815:('AgACAgIAAxkBAAIHCGaCskdJ-TgAAaFRwu_Km878Rp6pxQACLt0xGyG5GUhbeHq6hyjKJwEAAwIAA3kAAzUE',
                'В данном случае в вашей власти моя судьба, моё здоровье, моя жизнь и счастье моих близких. Я верю, что вы'
                ' распорядитесь этой властью мудро.\n\n\n16 ноября 2023 года\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n🔴             /exit')}

moskalev={
    901:('AgACAgIAAxkBAAIHDGaCtvq4rsUDz80n-y6VcE8R-52LAAJJ3TEbIbkZSK3Sq48nLepPAQADAgADeAADNQQ',
         '🔴                                                              🔴'),

902:('AgACAgIAAxkBAAIHDmaCtv5UYs8mVuYSXKbsyIh5rpjVAAJN3TEbIbkZSP2_HjM-bfHpAQADAgADeQADNQQ',
         'Моя дочь — единственный человечек, ради которого я существую и как-то держусь. Я воспитывал её один, вложил всю душу. '
         'Сейчас ей 13 лет, и каждый день промедления для меня смерти подобен. Я получил от неё весточку, где она пишет:\n\n'
         '«Дорогой папа! Я очень сильно скучаю по тебе и очень-очень сильно люблю тебя. Ты мой ангел-хранитель, ты лучший папа'
         ' на свете, ты тот человек, который дал мне счастливую жизнь. Что бы ни случилось, помни, я всегда за тебя. Ты всё '
         'делаешь правильно, ведь ты мой папа. Я очень сильно хочу тебя обнять и поцеловать. Ты показал мне настоящую жизнь. '
         'Папа, я люблю тебя! Главное — не сдавайся, не опускай руки. Ты лучший папа, ты [неразборчиво] самим Богом! Мы с тобой '
         'столько всего пережили, и после этого мы разойдёмся? Нет, мы будем вместе, что бы ни случилось.'),

903:('AgACAgIAAxkBAAIHDmaCtv5UYs8mVuYSXKbsyIh5rpjVAAJN3TEbIbkZSP2_HjM-bfHpAQADAgADeQADNQQ',
         'Но это всё не может продолжаться бесконечно. Я очень сильно волнуюсь за тебя. Как ты, как здоровье? За меня не '
         'волнуйся, пожалуйста. Я сейчас делаю икону Божьей Матери для тебя».\n\nЯ говорю это сейчас без пафоса. Какой уж '
         'тут пафос? Вы не поверите, но люди, которые сидят со мной в камере, отворачиваются, и у них текут слёзы. Для меня нет'
         ' ничего дороже моей дочери. Прошу, чтобы больше не сжигать её терпение, вынесите мне приговор по высшей мере наказания'
         ' и как можно скорее приведите его в исполнение. Потому что каждый день пребывания здесь несёт невыносимую разлуку с '
         'дочкой.\n\n\n\n<i>3 июля 2023 года</i>             /exit')}

simonov = {1001:(
    'AgACAgIAAxkBAAIHQWaCvkpi4yLi_N5lCk2MpXWNXysXAAKY3TEbIbkZSJ_U35yp2GL4AQADAgADeAADNQQ',

    '🔴                                                              🔴'),

    1002:('AgACAgIAAxkBAAIHQ2aCvk9Gyo-8UMiodChq8KybIDLsAAKZ3TEbIbkZSPWBH3QsAAEXDAEAAwIAA3kAAzUE',
          'Я понимаю, что на этапе предварительного следствия я признал свою вину, ответил на все вопросы следователя, по крайней'
          ' мере на те, которые я понимал. Да, 19 марта 2022 года я находился по известному адресу, дома. У меня тогда закончилась'
          ' сложная двухмесячная вахта — я работаю в вагоне-ресторане в поездах дальнего следования. В то время я вёл довольно '
          'замкнутый образ жизни, приходил в себя после тяжелой работы. Ну, как приходил в себя — выпивал немного тоже. '
          'Собеседником у меня был телефон, мне попалась новостная статья EuroNews — я уже говорил, что был знаком с EuroNews и'
          ' ранее. И в каком-то состоянии порыва, безусловно, я повторил сказанное там.\n\nКакой это был порыв? Порыв в '
          'том, что гибнут люди. Я всегда считал и сейчас считаю, что человеческая жизнь — это безусловная ценность,'),

1003:('AgACAgIAAxkBAAIHQ2aCvk9Gyo-8UMiodChq8KybIDLsAAKZ3TEbIbkZSPWBH3QsAAEXDAEAAwIAA3kAAzUE',
          'которая должна стать первоочередной, хотя в нашей стране так не считают. А меня так воспитали.\n\n'
          'Приведу маленький пример из детства, который я всегда помнил. Моя мама была ещё маленькой девочкой в '
          'блокадном Ленинграде. Она рассказывала, как везла уже погибших родителей на санках по Неве хоронить, как она'
          ' потом переживала эту страшную Великую Отечественную, мировую войну, и надеялась, что это последняя война. Ещё '
          'крутятся в голове такие слова — из песни, что ли — «Мой милый, если б не было войны». Мама так говорила тоже.\n\n'
          'Вот такой это был порыв. Для меня это было технологической, может, даже природной катастрофой, как землетрясение, — '
          'что вот такое происходит в мире, что люди гибнут, большое количество людей. А человеческая жизнь должна быть '
          'приоритетом.\n\nДа,'),

1004:('AgACAgIAAxkBAAIHQ2aCvk9Gyo-8UMiodChq8KybIDLsAAKZ3TEbIbkZSPWBH3QsAAEXDAEAAwIAA3kAAzUE',
          'я это выложил на своей странице во «ВКонтакте». Я утверждаю, что «ВКонтакте» для меня был лишь '
          'хранилищем моих фотографий, личных, семейных. Никаких особых бесед я никогда там не вёл. Может, за редким'
          ' исключением. Посты, которые я там иногда публиковал для себя, я обычно потом удалял. Как удалил и эти посты.\n\n'
          'Мной двигало только понимание, что человеческая жизнь бесценна. Кто бы ни погибал в результате каких-то событий'
          ' — не только военных, но, как я уже говорил, каких-то катастроф.\n\n'
          'Я вырос в семье военного. Мой отец был военным и отдал жизнь армии, которая была предшественницей '
          'нынешней российской. Он был ветераном Великой Отечественной войны. Поэтому с моей стороны никакого отношения '
          'отрицательного [к армии] просто не могло быть, это было бы всё равно, что я плюнул бы на могилу своего отца.'),

1005:('AgACAgIAAxkBAAIHQ2aCvk9Gyo-8UMiodChq8KybIDLsAAKZ3TEbIbkZSPWBH3QsAAEXDAEAAwIAA3kAAzUE',
          'В заключение хотел бы сказать про своё здоровье. К сожалению, администрация СИЗО не предоставила мне справку, хотя я п'
          'исал заявление на получение справки из моей медицинской карты. Там написано, что несколько месяцев назад обострилось с'
          'разу несколько моих болезней, что ко мне приглашался невропатолог. Это чисто бюрократический момент, поэтому суд, коне'
          'чно, не будет учитывать, но, к сожалению, мне, пожилому мужчине, вопросы моего здоровья дальше придётся учитывать,'
          ' особенно отбывая такой большой срок наказания, о каком просит прокурор.\n\n\n\n\n\n\n\n\n\n\n🔴           /exit')}


ivanov = {

    1101:('AgACAgIAAxkBAAIHRWaCvls7hFYlaxPVi-QH5ASrMPKqAAKa3TEbIbkZSCZgigOiXzfnAQADAgADeAADNQQ',
          '🔴                                                              🔴'),

    1102:('AgACAgIAAxkBAAIHR2aCvmi6ECRCJ6CBEYqt29A9T1q1AAKd3TEbIbkZSFcMP6KUhep8AQADAgADeQADNQQ',
          'Я нахожусь под арестом с апреля прошлого года. В начале июня мне было предъявлено обвинение, и с тех пор я —'
          ' обвиняемый. Это слово я вижу в документах, им я подписываю заявления, так обращается ко мне тюремное начальство. О'
          'бвиняемый — это мой новый социальный статус на протяжении последних девяти месяцев.\n\n'
          'Обвинения в совершении тяжкого преступления могут стать серьёзной ношей. В тюрьме я встречал людей — пусть и'
          ' немногих, — которых гложет чувство вины за содеянное. Мне в этом смысле просто: все обвинения в мой адрес выгля'
          'дят абсурдно, а статьи, по которой меня судят, в принципе не должно существовать. Занимать последовательную позиц'
          'ию и говорить правду легко и приятно — я всегда придерживался этого принципа как в общественной деятельности, так'
          ' и в личных вопросах. Следствие,'),

1103:('AgACAgIAAxkBAAIHR2aCvmi6ECRCJ6CBEYqt29A9T1q1AAKd3TEbIbkZSFcMP6KUhep8AQADAgADeQADNQQ',
          'пытаясь обвинить меня в распространении фейков, сконструировало один большой фейк. Буквально всё обвинительное з'
          'аключение — от первого до последнего слова — противоречит действительности. Я же подписываюсь под каждым словом, котор'
          'ое написал год назад. Все эмоциональные оценки сохранили свою силу, а каждое утверждение о фактах нашло множество подтв'
          'ерждений. Так что ни о каком чувстве вины в рамках настоящего дела речи быть не может. Жизнь, однако, гораздо сложнее с'
          'фабрикованного уголовного дела.\n\nГод назад начали происходить события, повергшие мир в шок. За считанные дни '
          'разрушились устои жизни, казавшиеся нам незыблемыми. Самые страшные картины сошли со страниц учебников истории, в'
          'озродив кошмары давно минувших лет и отгремевших войн. Не имея возможности остановить эту длящуюся трагедию,'),

1104:('AgACAgIAAxkBAAIHR2aCvmi6ECRCJ6CBEYqt29A9T1q1AAKd3TEbIbkZSFcMP6KUhep8AQADAgADeQADNQQ',
          'десятки миллионов россиян столкнулись с гнетущим чувством вины. Это нормальная реакция на чудовищно ненормальную '
          'ситуацию, в которой мы оказались. Если вы чувствуете вину, это значит, что у вас есть совесть. Это значит, что вы не'
          ' можете без боли в сердце видеть страдания невинных людей, что вы способны сопереживать чужому горю. Кр'
          'оме того, чувство вины за действия своей страны невозможно без ощущения сопричастности. Это значит, что, независим'
          'о от того, где вы сейчас находитесь, вы сохраняете эмоциональную связь с родиной, вы осознаёте себя гражданином Росси'
          'и и переживаете за её судьбу. Вы — мы с вами — и есть настоящие патриоты России в истинном смысле этого слова. Мы '
          'любим свою страну, и потому нам особенно больно и стыдно за то, что от её имени ведётся эта бесчеловечная война.'),

1105:('AgACAgIAAxkBAAIHR2aCvmi6ECRCJ6CBEYqt29A9T1q1AAKd3TEbIbkZSFcMP6KUhep8AQADAgADeQADNQQ',
          'Однако важно помнить, что чувство вины, которое мы не можем не испытывать, иррационально само по себе — ведь на '
          'самом деле нашей вины в происходящем нет. Вина — на тех, кто развязал и ведёт эту войну, на тех, кто раздает и '
          'исполняет преступные приказы, на тех, кто творит бесчинства на чужой земле, а также на тех, кто потворствует этим '
          'преступлениям против России и собственного народа, вызывая атмосферу страха и нетерпимости. Мы же, напротив, хотим '
          'жить в свобод ной стране. Хотим лучшего будущего для самих себя и своих соседей.\n\n'
          'Чтобы наши надежды сбылись, от пассивного чувства вины, направленного в прошлое, нам надо стремиться к осознанию с'
          'обственной гражданской ответственности, от сожалений о произошедшем переходить к решению существующих проблем и плана'
          'м на будущее. Да,'),

1106:('AgACAgIAAxkBAAIHR2aCvmi6ECRCJ6CBEYqt29A9T1q1AAKd3TEbIbkZSFcMP6KUhep8AQADAgADeQADNQQ',
          'прямо сейчас мы не способны остановить войну, но это не значит, что мы бессильны. Я хочу, чтобы каждый из вас '
          'задумался, что может сделать лично он. Ответ «ничего» не принимается. Во-первых, если вы не оказались на сторон'
          'е подлецов, если остались верны себе, сохранили рассудок и не впали в уныние, если вы слышите меня или читаете этот '
          'текст — это уже гораздо больше, чем ничего. А во-вторых, что-то могу делать — и делаю — даже я.\n\n'
          'Я продолжаю говорить, донося до людей правду о происходящих событиях. Я использую этот судебный процесс как т'
          'рибуну для публичного антивоенного высказывания. Я в меру своих сил помогаю тем, кто за свою гражданскую позиц'
          'ию оказался со мной по одну сторону решётки. У вас есть гораздо больше возможностей действовать сегодня ради наше'
          'го общего лучшего завтра.'),

1107:('AgACAgIAAxkBAAIHR2aCvmi6ECRCJ6CBEYqt29A9T1q1AAKd3TEbIbkZSFcMP6KUhep8AQADAgADeQADNQQ',
          'Наша беда — неумение проявлять инициативу и находить единомышленников. Мы привыкли следовать за лидерами'
          ' и ждать указаний.\n\nНе ждите, действуйте! Становитесь волонтёрами, помогайте беженцам, поддерживайте политз'
          'аключённых. Формируйте горизонтальные связи, знакомьтесь с коллегами, однокурсниками, ставьте общие цели и дости'
          'гайте их вместе. Не проходите мимо, когда кому-то нужна ваша помощь.\n\nМы любим повторять, как мантру, слова '
          '«Россия будет свободной!». Но Россия — это мы сами. И какой она будет, зависит только от нас. Война неизбежно '
          'закончится, а следом прекратит свое существование и развязавший её режим. Таков закон истории. А нам предстоит '
          'большая работа, начинать которую надо уже сейчас. В этой работе, я верю, мы обречены на успех.\n'
          'Россия будет свободной. Такой сделаем её мы.\n\n<i>1 марта 2023 года</i>           /exit')}

afanasyev = {

    1201:('AgACAgIAAxkBAAIHdWaC-NIUQmjS1IDFgLc-OzpkN2AdAAIi3zEbIbkZSLiKRMIVsrWgAQADAgADeAADNQQ',
          '🔴                                                              🔴'),

1202:('AgACAgIAAxkBAAIHd2aC-NmoPwkdSIKQKp7dyKlcEwq4AAIj3zEbIbkZSPkQgFMJxwXcAQADAgADeQADNQQ',
          '<b>Михаил Афанасьев</b>\n\n'
          'род занятий:  журналист\n'
          'дата рождения: 12.07.1976\n'
          'город:  Абакан\n'
          'статья:  распространение заведомо ложной информации об армии РФ\n'
          'срок: 5,5 лет колонии\n\n'
          'В 2005 году журналист Михаил Афанасьев запустил в одном из самых бедных регионов России'
          ' — Хакасии — собственное СМИ «Новый фокус». С тех пор Афанасьев добился многого: он стал '
          'двукратным обладателем премии фонда Андрея Сахарова «За журналистику как поступок» и первым из иностранцев получил '
          'премию Клуба публицистов Швеции. Он неоднократно отбивался в судах от обвинений в клевете и оскорблении представителя '
          'власти. После начала войны в Украине недоброжелателям журналиста, наконец, удалось его обезвредить:'),

1203:('AgACAgIAAxkBAAIHd2aC-NmoPwkdSIKQKp7dyKlcEwq4AAIj3zEbIbkZSPkQgFMJxwXcAQADAgADeQADNQQ',
          'Афанасьева обвинили в «распространении фейков» про армию РФ за опубликованный в «Новом фокусе» текст «Отказники» об '
          '11 бойцах хакасского ОМОНа, которые решили не участвовать в «спецоперации» в Украине. 7 сентября 2023 года Афанасьев '
          'был осужден на 5,5 лет колонии, а 28 сентября суд ликвидировал издание «Новый фокус». Ждать выхода отца из тюрьмы '
          'остались пятеро детей, четверо — несовершеннолетние, младшему из которых 4 года.\n\n'
          'Журналистика — страж общества. Она реагирует на боль каждого человека и язвы на теле всего общества.'
          ' Изучает причины заболевания и предлагает средства лечения. У власти всегда будут случаться политические кризисы,'
          ' обостряться международная обстановка и происходить экономические конфликты. И всегда власть будет бороться за свои'
          ' интересы, статус-кво в подвластных сферах.'),

1204:('AgACAgIAAxkBAAIHd2aC-NmoPwkdSIKQKp7dyKlcEwq4AAIj3zEbIbkZSPkQgFMJxwXcAQADAgADeQADNQQ',
          'В том её суть. А журналистика не может изменить ценностям своего ремесла.\n\n'
          'Как бы ни было тяжело, всегда должны быть те, хотя бы один, кто постоянно будет напоминать власти, что кроме её'
          ' интересов есть ещё в государстве человек. Он живой, он хочет жить, любить, растить детей, принадлежать к общей, '
          'близкой ему благородной идее и оставить о себе добрую память. Всегда должны быть те, кто вступится словом за'
          ' полицейского и расскажет о проблемах в ведомстве. Тот, кто расскажет о бедах врачей. Тот, кто поведает о прои'
          'звольном увольнении простого рабочего, чтобы уважение к человеку труда превратилось в норму. Человек не виноват в то'
          'м, что он хочет жить, а не умирать по глупости и халатности своего начальника. А журналист — в том, что стремится по'
          'мочь этому человеку, как и велит профессиональный долг.'),

1205:('AgACAgIAAxkBAAIHd2aC-NmoPwkdSIKQKp7dyKlcEwq4AAIj3zEbIbkZSPkQgFMJxwXcAQADAgADeQADNQQ',
          'Как вопрошают строки великого [русского поэта XIX века] Николая Некрасова: «К народу возбуждать в'
          'ниманье сильных мира — чему достойнее служить могла бы лира?»\n\n'
          'В борьбе журналистским словом за человека априори не может быть никакой крамолы. Ведь под формой полицейского, '
          'под белым халатом врача или под спецовкой рабочего — тот же человек, и он хочет жить и не быть безразличным к происх'
          'одящему в своей жизни. А все вместе мы хотим жить в справедливом и безопасном обществе. Но никто за нас не сделает ег'
          'о таковым.\n\nЖурналист стоит на страже интересов общества. Как полицейский не имеет права отвернуться от преступле'
          'ния, так и журналист не может отвести глаза от несправедливости только потому, что интересы одного алкоголизирован'
          'ного бездаря внезапно совпали с геополитическим кризисом власти,'),

1206:('AgACAgIAAxkBAAIHd2aC-NmoPwkdSIKQKp7dyKlcEwq4AAIj3zEbIbkZSPkQgFMJxwXcAQADAgADeQADNQQ',
          'а пострадать могли невиновные люди. Журналист не может уклониться от запутанной темы только потому, что её могут'
          ' иначе истолковать.\n\nЖурналистика изменяет природе своего ремесла, когда уклоняется от исследования неспра'
          'ведливости. А главное — её причин. «Когда узнаем причину, — писал в статье “Война и прогресс науки” великий иссл'
          'едователь человечности Владимир Иванович Вернадский, — то можем легко решить проблему, и тогда человечество разви'
          'вается\n\nв правильном направлении». Легендарный советский журналист Анатолий Аграновский учил, что основная функ'
          'ция журналистики — это поиск ответа на вопрос: «В чём корни наших проблем?»\n\n'
          'Без желания докопаться до правды, без намерения излечить общество от выявленной болячки журналистика теряет смысл.'),

1207:('AgACAgIAAxkBAAIHd2aC-NmoPwkdSIKQKp7dyKlcEwq4AAIj3zEbIbkZSPkQgFMJxwXcAQADAgADeQADNQQ',
          'А главное — без стремления подставить плечо ближнему исчезает сам образ человечности.\n\n...Никак не может быть в '
          'интересах общества игнорирование причин массового отказа бойцов полицейского спецназа своей республики '
          'служить в силовом ведомстве. Ведь полицейские охраняют правопорядок в регионе, а людям завтра отводить детей '
          'в детсады и отправлять в школы.\n\n...Журналистика априори не может быть виновата в том, что она исследует '
          'болячки общества и причиняет неудобства власти, подвигая решать проблемы. Полицейского не отправляют в тюрьму толь'
          'ко за то, что он выявил хищение бюджетных средств чиновниками — и это бросило тень на государственную власть в цел'
          'ом. Врача не сажают за решётку за то, что он обнаружил у человека опухоль — и это испортило статистику Минздрава.'),

1208:('AgACAgIAAxkBAAIHd2aC-NmoPwkdSIKQKp7dyKlcEwq4AAIj3zEbIbkZSPkQgFMJxwXcAQADAgADeQADNQQ',
          'Пожарный не может сидеть в заключении только за то, что увидел клубы дыма на горизонте и ударил в набат. Журналист'
          ' не может нести ответственность за то, что он разглядел скрываемую чиновниками язву на теле общества. Преступность '
          'не может побеждать полицию, болезнь не должна изгонять врача, а проблема в обществе не может одолеть журналистику. '
          'Общество не может жить и развиваться, будучи лишенным права знать о своих язвах и болячках. Без права исследовать их,'
          ' обсуждать и всем вместе искать лекарства.\n\n...За 26 лет в журналистике 16 из них меня бьют, судят, держат в т'
          'юрьме только за то, что я словом, только журналистским пером заступаюсь за человека, сограждан, и журналистской'
          ' деятельностью привлекаю внимание к болячкам на теле общества. Я умею, повторюсь,'),

1209:('AgACAgIAAxkBAAIHd2aC-NmoPwkdSIKQKp7dyKlcEwq4AAIj3zEbIbkZSPkQgFMJxwXcAQADAgADeQADNQQ',
          'постоять за свою профессию и её ценности борьбы за человека. Потому что наше ремесло не менее важно, чем професси'
          'я полицейского, стоящего на страже правопорядка, или судьи, охраняющего право. И функции журналистики в обществе нуж'
          'но уважать, а не топтать, пользуясь беззащитностью нашего ремесла перед юридическими уловками. За всё время преследо'
          'вания я никого не ударил, не потребовал судить и тем более не добивался отправить своих гонителей в тюрьму. Я всегда'
          ' просил только об одном: уважать самое благородное ремесло — слово журналиста на службе общества. Ведь ничего, кроме'
          ' слова, у общества для своей защиты нет.\n\nПреследуя же за слово в защиту ближнего в моих статьях, меня тем сам'
          'ым словно пытаются приучить к тому, что проявление произвола, самодурства, беззакония, равнодушия,'),

1210:('AgACAgIAAxkBAAIHd2aC-NmoPwkdSIKQKp7dyKlcEwq4AAIj3zEbIbkZSPkQgFMJxwXcAQADAgADeQADNQQ',
          'а порой и убийственной глупости разного рода чиновников — это не моё дело. Нет, это именно моё дело.\n\n'
          '«Никакое правдивое перо, — пишет Салтыков-Щедрин, — не возьмёт на себя вычеркнуть из наличности то, что хотя бы не '
          'в равной степени, но всеми чувствуется как основная и жгучая боль минуты».\n\nМне есть дело до причин гибели '
          'в пожаре троих детей на станции Аскиз (здесь и ниже перечисляются события, произошедшие в разных населённых пунктах'
          ' Хакасии — прим. ред.), включая неспособность местных спасательных служб пресечь развитие трагедии и уберечь '
          'ребятишек от смерти.\n\nМне есть дело до причин гибели водителя в кабине грузовика в Сорске и последующего '
          'несправедливого отношения работодателя к его семье. Мне есть дело до отцов, потерявших в роддоме жён и детей. '
          'Сегодня у них у всех новые семьи,'),

1211:('AgACAgIAAxkBAAIHd2aC-NmoPwkdSIKQKp7dyKlcEwq4AAIj3zEbIbkZSPkQgFMJxwXcAQADAgADeQADNQQ',
          'родились малыши. У одних я стал свидетелем венчания, у других — крёстным их детей. Мне есть дело до ма'
          'терей, чьи, пусть и взрослые, дети были убиты, а причастные к этому преступлению ушли от ответственности.\n\n'
          'Есть дело до забытой иконы Албазинской Божьей Матери — сейчас она возвращена в один из абаканских храмов,'
          ' и есть дело до памяти детей, погибших более 60 лет назад в жуткой катастрофе под Минино.\n\n'
          'Мне до всего в Хакасии есть дело, потому что я — журналист и каждый человек — мой ближний. Я пришёл в журн'
          'алистику не для того, чтобы отводить глаза от несправедливости и от язв на теле общества.\n\n'
          'Я не могу вот так просто сидеть и рассказывать своим детям о верности идеалам гуманизма и при этом не замечать, '
          'что ищет справедливости потерявший семью отец,'),

1212:('AgACAgIAAxkBAAIHd2aC-NmoPwkdSIKQKp7dyKlcEwq4AAIj3zEbIbkZSPkQgFMJxwXcAQADAgADeQADNQQ',
          'что забыт герой восстания или что творится произвол против омоновца из моего города. И мне не нужны ни власть, '
          'ни деньги. Я просто хочу быть рядом с униженными и оскорблёнными, отстаивая своим словом, своими публикациями их дос'
          'тоинство и вместе с ними добиваясь справедливости, подталкивая власть и людей к диалогу о том, как нам вместе спра'
          'вляться с язвами нашего социума.\n\nИменно это и делает меня человеком и журналистом, и именно поэтому мне есть дело '
          'до любой несправедливости в хакасском обществе.\n\n«Самый забитый, последний человек — тоже человек и называется '
          'брат мой», — проповедовал  Виссарион Белинский. «Тайна бытия человеческого не в том, чтобы только жить, а в том, '
          'для чего жить», — писал Достоевский. «Жив всякий человек не заботой о себе, а любовью», — подчёркивал Лев Толстой.'),

1213:('AgACAgIAAxkBAAIHd2aC-NmoPwkdSIKQKp7dyKlcEwq4AAIj3zEbIbkZSPkQgFMJxwXcAQADAgADeQADNQQ',
          'И уж лучше пусть я ошибусь, даже не по своей вине, приводя в своей статье дату боевого'
          ' столкновения или говоря о наличии человеческих жертв, чем равнодушно пройду мимо этой '
          'больной и страшной темы.\n\n...Мне хочется обратиться к моим детям. Пусть то, что случилось со мной, ни в коем случае'
          ' не поколеблет в вас веру в лучшее в людях. Помните, о чём мы с вами говорили: помощь слабому, милосердие и любовь — '
          'это самое лучшее, что есть в вас. И нет слов «должен» и «обязан», а есть слово… слово «надо». Я вас очень люблю! В'
          'сё обязательно вернётся на свои места, нельзя только потерять в себе веру в человека.\n\n\n\n🔴         /exit')}

gutnikova = {

    1301:('AgACAgIAAxkBAAIHeWaC-OH9JAQbCMV15lH4EP-wT9KRAAIk3zEbIbkZSEDlqgeHVmyPAQADAgADeAADNQQ',
          '🔴                                                              🔴'),

    1302:('AgACAgIAAxkBAAIHe2aC-O2ueq5r1I8SrD6el4-YdyvkAAIl3zEbIbkZSFdkktD8GQm-AQADAgADeQADNQQ',
          '<b>Алла Гутникова</b>\n\n'
          'род занятий:  студентка, журналистка\n'
          'дата рождения: 25.04.1998\n'
          'город:  Москва\n'
          'статья:  склонение или иное вовлечение несовершеннолетнего  в совершение  противоправных действий\n'
          'срок: 2 года исправительных работ\n\n'
          'Алла Гутникова училась в московском университете «Высшая школа экономики»  и работала в студенческом медиа DOXA.  '
          'Оно активно освещало протестные акции  в России — в частности митинги  в поддержку Алексея Навального, который был '
          'арестован после возвращения в Россию в январе 2021 года. Из-за видеообращения редакторов DOXA  к школьникам и студе'
          'нтам, принимающим участие в акциях, на них было заведено уголовное дело. Якобы Гутникова вместе  с коллегами склоняла н'
          'есовершеннолетних к противоправным действиям.'),

1303:('AgACAgIAAxkBAAIHe2aC-O2ueq5r1I8SrD6el4-YdyvkAAIl3zEbIbkZSFdkktD8GQm-AQADAgADeQADNQQ',
          'Почти год Гутникова в ожидании приговора провела по решению суда дома: выходить на улицу ей разрешили толь'
          'ко на одну минуту  в день. В апреле 2022 года её (как и её коллег по изданию) приговорили  к 2 годам исправительны'
          'х работ,  после чего она покинула страну.  В январе 2024 года DOXA признали  в России «нежелательной организацией», и '
          'за любое сотрудничество с этим СМИ можно оказаться в тюрьме.\n\n\n'
          'Я не буду говорить о деле, обыске, допросах, томах, судах. Это скучно и бессмысленно. Последнее время '
          'я хожу в школу усталости и досады. Но ещё до ареста я успела записаться в школу умения говорить о действительно '
          'важных вещах.\n\nЯ бы хотела говорить о философии и литературе. О Беньямине, Деррида, Кафке, Арендт, Сонтаг, Б'
          'арте, Фуко, Агамбене, об Одри Лорд и белл хукс. О Тимофеевой,'),

1304:('AgACAgIAAxkBAAIHe2aC-O2ueq5r1I8SrD6el4-YdyvkAAIl3zEbIbkZSFdkktD8GQm-AQADAgADeQADNQQ',
          'Тлостановой и Рахманиновой. Я бы хотела говорить о поэзии. О том, как читать современную поэзию. О Гронасе, Дашевском '
          'и Бородине. Но сейчас не время и не место. Я спрячу свои маленькие нежные слова на кончике языка, на дне гортани'
          ', между животом и сердцем. И скажу лишь немного.\n\nЯ часто чувствую себя рыбкой, птичкой, школяром, малышкой. '
          'Но недавно я с удивлением узнала, что Бродского тоже судили в 23 (в 1964 году поэт был осуждён на 5 лет принудительны'
          'х работ за «тунеядство», а позже выслан из СССР с лишением гражданства — прим. ред.). И поскольку и меня причисли'
          'ли к роду человеческому, я буду говорить так:\n\nВ каббале есть концепция тиккун олам — исправление мира. '
          'Я вижу, что мир несовершенен. Я верю, что, как писал Иегуда Амихай, мир был создан прекрасным для того, чтоб'
          'ы было хорошо,'),

1305:('AgACAgIAAxkBAAIHe2aC-O2ueq5r1I8SrD6el4-YdyvkAAIl3zEbIbkZSFdkktD8GQm-AQADAgADeQADNQQ',
          'и для покоя, как скамейка в саду (в саду, не в суду!). Я верю, что мир создан для нежности, надежды, любви, с'
          'олидарности, страсти, радости.\n\nНо в мире ужасно, невыносимо много насилия. А я не хочу насилия. Ни в какой '
          'форме. Ни учительских рук в трусах школьниц, ни кулаков пьяного отца семейства на телах жен и детей. Если бы я решила '
          'перечислить всё насилие, которое есть вокруг, мне не хватило бы ни дня, ни недели, ни года. Чтобы увидеть насилие '
          'вокруг, достаточно только открыть глаза. Мои глаза открыты. Я вижу насилие, и я не хочу насилия. Чем больше насилие,'
          ' тем больше я его не хочу. И больше всего я не хочу самого огромного и самого страшного насилия.\n\n'
          'Я очень люблю учиться. Дальше я буду говорить голосами других. В школе на уроках истории я изучила фразы '
          '«Вы распинаете свободу,'),

1306:('AgACAgIAAxkBAAIHe2aC-O2ueq5r1I8SrD6el4-YdyvkAAIl3zEbIbkZSFdkktD8GQm-AQADAgADeQADNQQ',
          'но душа человека не знает оков» и «За вашу и нашу свободу».\n\n'
          'В старшей школе я читала «Реквием» Анны Андреевны Ахматовой, «Крутой маршрут» Евгении'
          ' Соломоновны Гинзбург, «Упраздненный театр» Булата Шалвовича Окуджавы, «Детей Арбата» Анатолия Наумовича '
          'Рыбакова.\n\nУ Окуджавы я больше всего любила стихотворение:\n\n'
          'Совесть, благородство и достоинство — \n'
          'Вот оно, святое наше воинство. \n'
          'Протяни ему свою ладонь, \n'
          'За него не страшно и в огонь. \n'
          'Лик его высок и удивителен. \n'
          'Посвяти ему свой кроткий век: \n'
          'Может, и не станешь победителем, \n'
          'Но зато умрёшь как человек! \n\n'
          'В МГИМО я учила французский и узнала строку из Эдит Пиаф: «Ça ne pou vait pas durer toujours». И из '
          'Марка Робена: «Ça ne peut pas durer comme ça». В девятнадцать лет я ездила в Майданек и Треблинку и узнала,'),

1307:('AgACAgIAAxkBAAIHe2aC-O2ueq5r1I8SrD6el4-YdyvkAAIl3zEbIbkZSFdkktD8GQm-AQADAgADeQADNQQ',
          'как на семи языках сказать «никогда больше»: never again, jamais plus, nie wieder, לא עוד, nigdy więcej, \n\n'
          'קיינמאל מער. Я изучала еврейских мудрецов и больше всего полюбила две мудрости. Рабби Гиллель говорил: «Если не я за себя,'
          ' то кто за меня? Если я только за себя, то зачем я? Если не сейчас, то когда?» А рабби Нахман говорил: «Весь мир — '
          'это узкий мост, и главное — совсем не бояться».\n\nЗатем я поступила в Школу культурологии и выучила ещё '
          'несколько важных уроков. Во-первых, слова имеют значение. Во-вторых, нужно называть вещи своими именами. И наконец: s'
          'apere aude, то есть имей мужество пользоваться собственным умом.\n\n'
          'Смешно и нелепо, что наше дело связано со школьниками. Я преподавала детям гуманитарные науки на английском, '
          'работала няней,'),

1308:('AgACAgIAAxkBAAIHe2aC-O2ueq5r1I8SrD6el4-YdyvkAAIl3zEbIbkZSFdkktD8GQm-AQADAgADeQADNQQ',
          'мечтала поехать по программе «Учитель для России» в небольшой город на два года и сеять разумное, доброе, вечное. '
          'Но Россия — устами государственного обвинителя прокурора Трякина — считает, что я вовлекала несовершеннолетних в '
          'опасные для жизни действия. Если у меня когда-нибудь будут дети (а они будут, потому что я помню главную заповедь), '
          'я повешу им на стенку портрет прокуратора Иудеи Понтия Пилата, чтобы дети росли чистоплотными. Прокуратор Понтий Пилат'
          ' стоит и умывает руки — вот какой это будет портрет. Да, если думать и быть неравнодушными — теперь опасно для жизни, '
          'я не знаю, что сказать о сути обвинения. Я умываю руки.\n\nИ вот сейчас момент истины. Час прочитываемости. И я, '
          'и мои друзья и подруги не находят себе места от ужаса и боли, но когда я спускаюсь в метро, я не вижу заплаканных лиц.'),

1309:('AgACAgIAAxkBAAIHe2aC-O2ueq5r1I8SrD6el4-YdyvkAAIl3zEbIbkZSFdkktD8GQm-AQADAgADeQADNQQ',
          'Я не вижу заплаканных лиц. Ни одна из моих любимых книг — ни детская, ни взрослая — не учила безразличию, '
          'равнодушию, трусости. Нигде меня не учили этим фразам:\n— мы люди маленькие\n— я человек простой\n'
          '— всё не так однозначно\n— никому нельзя верить\n— я как-то этим всем не интересуюсь\n'
          '— я далёк от политики\n— меня это не касается\n— от меня ничего не зависит\n— компетентные органы разберутся\n'
          '— что я один мог сделать\n\nНаоборот, я знаю и люблю совсем другие слова. Джон Донн через Хемингуэя говорит: '
          '«Нет человека, который был бы как Остров, сам по себе, каждый человек есть часть Материка, часть Суши; и если '
          'волной снесёт в море береговой Утёс, меньше станет Европа, и так же, если смоет край мыса или разрушит Замок '
          'твой или друга твоего; смерть каждого Человека умаляет и меня,'),

1310:('AgACAgIAAxkBAAIHe2aC-O2ueq5r1I8SrD6el4-YdyvkAAIl3zEbIbkZSFdkktD8GQm-AQADAgADeQADNQQ',
          'ибо я един со всем Человече ством, а потому не спрашивай, по ком звонит колокол: он звонит по Тебе».\n'
          'Махмуд Дарвиш говорит: «Когда готовишь завтрак, думай о других (не забудь покормить голубей). Когда ведёшь войны, '
          'думай о других (не забывай тех, кто ищет мира). Когда оплачиваешь счёт за воду, думай о других (тех, кого питают '
          'облака). Когда возвращаешься домой, к себе домой, думай о других (не забывай о людях в лагерях). Когда спишь и с'
          'читаешь звёзды, думай о других (тех, кому негде спать). Когда выражаешь свои мысли метафорой, думай о других (по'
          'терявших право голоса). Когда думаешь о тех, кто далеко, подумай о себе (скажи: Ах, если бы я только был свечой во'
          ' тьме)». \n\nГеннадий Головатый говорит:\nСлепые не могут смотреть гневно.\n'
          'Немые не могут кричать яростно.\n'
          'Безрукие не могут держать оружия.'),

1311:('AgACAgIAAxkBAAIHe2aC-O2ueq5r1I8SrD6el4-YdyvkAAIl3zEbIbkZSFdkktD8GQm-AQADAgADeQADNQQ',
          'Безногие не могут шагать вперёд.\n'
          'Но — немые могут смотреть гневно.\n'
          'Но — слепые могут кричать яростно.\n'
          'Но — безногие могут держать оружие.\n'
          'Но — безрукие могут шагать вперёд.\n\n'
          'Кому-то, я знаю, страшно. Они выбирают молчание. Но Одри Лорд говорит: “Your silence will not protect you.” '
          'В московском метро говорят: «Пассажирам запрещено находиться в поезде, который следует в тупик».\n'
          'А петербуржский «Аквариум» добавляет: «Этот поезд в огне».\nЛао-Цзы через Тарковского говорит: «Главное, пусть о'
          'ни поверят в себя и станут беспомощными, как дети. Потому что слабость велика, а сила ничтожна. Когда человек рожд'
          'ается, он слаб и гибок, а когда умирает — он крепок и чёрств. Когда дерево растет, оно нежно и гибко, а когда оно с'
          'ухо и жёстко — оно умирает. Чёрствость и сила — спутники смерти.'),

1312:('AgACAgIAAxkBAAIHe2aC-O2ueq5r1I8SrD6el4-YdyvkAAIl3zEbIbkZSFdkktD8GQm-AQADAgADeQADNQQ',
          'Слабость и гибкость — выражают свежесть бытия. Поэтому, что отвердело, то не победит».\n\n'
          'Помните, что страх съедает душу. Помните о персонаже Кафки, который увидел, как во дворе тюрьмы устанавливают '
          'виселицу, по ошибке подумал, что она предназначена для него, ночью сбежал из своей камеры и повесился.\n\n'
          'Будьте как дети. Не бойтесь спросить (себя и других), что такое хорошо и что такое плохо. Не бойтесь сказать,'
          ' что король голый. Не бойтесь закричать, разрыдаться. Повторяйте (себе и другим): 2 + 2 = 4. Чёрное — это чёрное.'
          ' Белое — это белое. Я — человек, я сильный и смелый. Сильная и смелая. Сильные и смелые.\n\n'
          'Свобода — это процесс, в ходе которого вы развиваете привычку быть недоступным для рабства.         /exit')}


uvarov={1401:('AgACAgIAAxkBAAIHwWaDNC6vVNcpYgaV4m0nbdDZJ-E1AAKl4DEbIbkZSKZzVX9rdQQ8AQADAgADeAADNQQ',
              '🔴                                                              🔴'),

        1402:('AgACAgIAAxkBAAIHw2aDNDHFcJ1qbLJPQ2S7eOG8XVhsAAKm4DEbIbkZSLa3lM7bIemEAQADAgADeQADNQQ',
              '<b>Никита Уваров</b>\n\nрод занятий: школьник\nдата рождения:  17.08.2005\nгород:  Канск\n'
              'статьи:  прохождение обучения в целях осуществления террористической'
              ' деятельности и незаконное изготовление взрывных устройств и их хранение\n'
              'срок:  5 лет воспитательной колонии\n\nКогда-то сибирский город Канск был известен прове'
              'дением здесь международного Канского фестиваля видеофильмов (очевидное заигрывание со знамен'
              'итым Каннским кинофестивалем во Франции). С 2020 года Канск куда чаще упоминали в новостях из-з'
              'а уголовного дела против 14-летних школьников, которых задержали из-за расклейки листовок в подде'
              'ржку аспиранта МГУ Азата Мифтахова (получил 5 лет и 9 месяцев колонии за разбитое окно в районном оф'
              'исе «Единой России») и других политзаключённых. Получив доступ к телефонам задержанных,'),

1403:('AgACAgIAAxkBAAIHw2aDNDHFcJ1qbLJPQ2S7eOG8XVhsAAKm4DEbIbkZSLa3lM7bIemEAQADAgADeQADNQQ',
              'силовики обнаружили там дружеский чат с разговорами о политике. В СМИ дело Уварова и его друзей по'
              'лучило неформальное название «Дело Mine craft», потому что школьники якобы обсуждали план взрыва здания'
              ' ФСБ, построенного в этой компьютерной игре. По версии следствия, Никита Уваров — анархист и планировал т'
              'еракт в Канске, для чего вместе с друзьями изготовил два коктейля Молотова и четыре самодельные петард'
              'ы (взрывали их школьники в безлюдных местах). Этого суду хватило, чтобы отправить Уварова на 5 лет в '
              'воспитательную колонию для несовершеннолетних, а его «подельникам» дать 3 и 4 года условно.\n\n\n'
              'Канск — очень маленький город, но в нём очень много проблем. Плохая экология из-за горящего леса, '
              'много мусора и грязи. Проблемы с бездомными животными, с огромной бедностью и разрухой,'),

1404:('AgACAgIAAxkBAAIHw2aDNDHFcJ1qbLJPQ2S7eOG8XVhsAAKm4DEbIbkZSLa3lM7bIemEAQADAgADeQADNQQ',
              'которая проявляется в городских пейзажах, в домах, дорогах и людях. Много людей, даже мои знакомые, которые живут в'
              ' разваливающихся домах, которых государство оставило на произвол судьбы, которым на протяжении многих лет что-то'
              ' обещают чиновники и депутаты. С медициной тоже очень много проблем, мало лекарств, оборудования и специалистов. '
              'Большой уровень криминала. Я в этом всём рос.\n\n\n'
              'В классе пятом я очень увлёкся учёбой в школе и стал очень прилежно учиться, успевал по всем предметам,'
              ' лучше всех писал работы по истории. В какой-то момент в классе шестом я разочаровался в этой системе '
              'образования. По каким-то вопросам я мог даже возражать учителям, что тоже повлияло на то, что я разочаров'
              'ался в школьной системе образования.'),

1405:('AgACAgIAAxkBAAIHw2aDNDHFcJ1qbLJPQ2S7eOG8XVhsAAKm4DEbIbkZSLa3lM7bIemEAQADAgADeQADNQQ',
              'То есть я стал возражать взрослым и уже тогда пытался отстаивать свое мнение.\n\n'
              'Стремление узнавать что-то новое у меня было, мне нравилось узнавать что-то про физику, химию, '
              'про биологию, про разных знаменитых учёных, я также смотрел научно-познавательные программы. Из точных и'
              ' технических наук я стал больше переходить на гуманитарные. Я предпочитал самообразование и искал информ'
              'ацию в интернете. Просматривал разные каналы с интересным подходом к изучению наук. Из более известных '
              '— это «Галилео».\n\nЯ уже много раз говорил, как мы с ребятами познакомились. С Д  я б'
              'ыл знаком ещё с детского сада, но дружить стали с начала 8-го класса. С Б. познакомился '
              'в феврале 2020 года на мероприятии. Мне нравилось с ними общаться, так как у нас было много схо'
              'жих интересов, и они меня понимали.'),

1406:('AgACAgIAAxkBAAIHw2aDNDHFcJ1qbLJPQ2S7eOG8XVhsAAKm4DEbIbkZSLa3lM7bIemEAQADAgADeQADNQQ',
              'Мне было больно от того, что у меня в стране репрессируют людей, гражданских активистов, которые желают стране добра, которые '
              'выступают за её благополучие. Об этом я узнавал из неофициальных СМИ, я в это верил. Теперь же, к '
              'сожалению, я на своём опыте испытал деспотизм недобросовестных сотрудников системы. Очень многие люди,'
              ' столкнувшиеся с подобными случаями, а также те, кто просто устал так жить и хочет другого будущего для с'
              'воих детей, стали поддерживать меня в СИЗО, а также мою маму. За что я им очень благодарен, ведь солидарно'
              'сть и поддержка очень важны людям, которых преследуют за политические взгляды в свободной стране.\n\n\n'
              'Три дня после фактического задержания были очень трудными. У меня сбился сон, я очень устал. Мне угрожали, п'
              'рименяли физическую силу. Но я пытался им всё объяснить,'),

1407:('AgACAgIAAxkBAAIHw2aDNDHFcJ1qbLJPQ2S7eOG8XVhsAAKm4DEbIbkZSLa3lM7bIemEAQADAgADeQADNQQ',
              'что видно по моему объяснению. Я отвечал им на вопросы по переписке и объяснял им видеоролики. Мне туда, '
              'кстати, в объяснение приписали фразы.\n\nДавление на меня продолжилось и после — в СИЗО. В СИЗО у меня сильно '
              'ухудшилось зрение. Появились проблемы с памятью, с весом, я стал быстро уставать. В целом моё физическое и '
              'психическое, моральное здоровье пострадало. Я стал больше нервничать и стал менее общительным. Мне было тяжело.'
              ' Я понял, что тюрьма не исправляет людей, не уберегает их от рецидива. Она может просто окончательно испортить ч'
              'еловека.\n\nНаша переписка и в «ВКонтакте», и в Телеграме  была очень объёмной, и мы обсуждали за всё время'
              ' там очень много тем. И игры, и пиротехнику, и политику, и школу. Часто там проскальзывали разного рода'
              ' шутки. Помимо нас троих,'),

1408:('AgACAgIAAxkBAAIHw2aDNDHFcJ1qbLJPQ2S7eOG8XVhsAAKm4DEbIbkZSLa3lM7bIemEAQADAgADeQADNQQ',
              'темы для разговора задавали все, кто участвовал в переписке в беседе: Л., который скидывал инструкции по изг'
              'отовлению светошумовых гранат, что видно по скриншотам, слитым в сеть; В., который выражался радикальней всех и'
              ' писал призывы к партизанству; И., который призывал к насилию. Но за разговоры судят нас.\n\n'
              'Кстати, данные переписки не были, по сути, законспирированными, хотя опасения участники беседы выск'
              'азывали насчёт конфиденциальности в «ВКонтакте», но мы из него не уходили и продолжали в нём общаться, не ду'
              'мая, что наши фразы так воспримут впоследствии. Четких последовательных планов к терактам мы не выражали в да'
              'нных переписках. По работе с пиротехникой и взрывотехникой я тоже не разбирался в законности и в последствиях. Общ'
              'аясь в личной переписке с П., я не знал,'),

1409:('AgACAgIAAxkBAAIHw2aDNDHFcJ1qbLJPQ2S7eOG8XVhsAAKm4DEbIbkZSLa3lM7bIemEAQADAgADeQADNQQ',
              'что когда-нибудь её увидит ещё кто-нибудь другой. Я просто выражал свои мысли и переживания, про оружие '
              'он меня спрашивал и рассказывал, я ему помогал искать информацию. Я вообще выступаю за облегчение оборота ор'
              'ужия в целях самозащиты, это моё личное мнение. Рассказывал я ему о взрывах и пиротехнике как о своём хобби, я '
              'делился с ним своими интересами, он тоже мне рассказывал о своей жизни.\n\n'
              'Я никогда не писал П., что планирую и готовлю кого-либо взорвать, потому что ничего не планировал и никого не '
              'готовил. А в той переписке, которая исследовалась, мы просто размышляли на тему: плохие люди там или всё-таки '
              'хорошие — и их можно как-то агитировать, доносить информацию, что они могут ошибаться, что анархисты плохие. '
              'Так я думал и поэтому предложил Д.'),
1410:('AgACAgIAAxkBAAIHw2aDNDHFcJ1qbLJPQ2S7eOG8XVhsAAKm4DEbIbkZSLa3lM7bIemEAQADAgADeQADNQQ',
              'поклеить листовки об анархистах именно на здание ФСБ.\n\nИ я не думал, что из-за этого могут быть такие последс'
              'твия. Я и сейчас не думаю, что там все плохие, хотя те, кто работал по моему делу, делали свою '
              'работу недобросовестно. Не разбираясь, облегчив себе работу, просто выбили у моих друзей явки под давлением.'
              ' А когда они поняли, что я не признаюсь в том, что они хотят, появились все плохие характе ристики, оговоры д'
              'рузей, чтоб сломать меня морально, чтоб для стражи был мотив, что я плохой и должен сидеть.\n\n'
              'После моего задержания давили на маму, что у неё денег не хватит на платного адвоката. Они надеялись, что я не '
              'выдержу, постоянно приходили ко мне в СИЗО, говорили, что хотят мне помочь. Сразу же, пока у мамы не получалось '
              'прийти ко мне после ареста и передать что-либо,'),

1411:('AgACAgIAAxkBAAIHw2aDNDHFcJ1qbLJPQ2S7eOG8XVhsAAKm4DEbIbkZSLa3lM7bIemEAQADAgADeQADNQQ',
              'принесли мне канцелярские принадлежности, намекая мне на то, что она плохая и не ходит ко мне. Один из них'
              ' даже предлагал, чтоб мы писали друг другу письма, а он относил.\n\n'
              'Если мне дадут реальный срок, я буду отбывать его с чистой совестью и достоинством. Я буду спокоен, потому ч'
              'то никогда не учил своих друзей плохому, я не был их лидером, мы были на равных и просто дружили. Я никого не о'
              'говорил (два других фигуранта дела сначала признались в содеянном и назвали Никиту Уварова организатором, но по'
              'зже отказались от своих слов — прим. ред.). Мне не стыдно перед людьми, близкими и чужими, которые знают о нашей'
              ' истории. Пусть кто-то верит не мне, а правоохранительным органам, мне нечего стыдиться. Я никого не собирался '
              'взрывать.\n\nВ последний раз на этом суде я хотел бы сказать: я не террорист,'),

1412:('AgACAgIAAxkBAAIHw2aDNDHFcJ1qbLJPQ2S7eOG8XVhsAAKm4DEbIbkZSLa3lM7bIemEAQADAgADeQADNQQ',
              'я не виновен в 205.3 УК РФ (прохождение обучения в целях осуществления террористической '
              'деятельности — прим. ред.).\n\nИ я просто хотел бы доучиться, получить образование и уехать куда ни'
              'будь далеко отсюда, чтобы никого здесь из спецслужб не нервировать и самому не нервничать и стать каким'
              '-нибудь фрилансером или ещё кем-нибудь по специальности. Прошу суд дать мне это сделать.\n\n'
              '7 февраля 2022 года\n\n\n\n\n\n\n🔴         /exit')}

kamardin={1501:('AgACAgIAAxkBAAIHxWaDNDzjGpFHLv_BzQFGp-n6j098AAKn4DEbIbkZSNZ4VaI9zVs2AQADAgADeAADNQQ',
                '🔴                                                              🔴'),

          1502:('AgACAgIAAxkBAAIHx2aDNFI56cD240VCYaVELYXifYRtAAKo4DEbIbkZSL6sPILxixmbAQADAgADeQADNQQ',
                '<b>Артём Камардин</b>\n\nрод занятий: поэт, активист,  инженер-конструктор  оптических прицелов и п'
                'риборов ночного видения\nдата рождения: 10.10.1990\nгород:  Москва\n'
                'статьи: унижение достоинства социальной  группы с угрозой насилия организованной группой и '
                'публичные призывы к осуществлению деятельности, направленной против безопасности государства, соверш'
                'ённые организованной группой\nсрок:  7 лет колонии общего режима\n\n25 сентября 2022 года молодые'
                ' поэты собрались у памятника Владимиру Маяковскому в центре Москвы, чтобы почитать свои сти'
                'хи в рамках регулярного мероприятия «Маяковские чтения».  Поэт Артём Камардин в тот день прочи'
                'тал стихотворение с такой строчкой: «Слава Киевской Руси,'),

1503:('AgACAgIAAxkBAAIHx2aDNFI56cD240VCYaVELYXifYRtAAKo4DEbIbkZSL6sPILxixmbAQADAgADeQADNQQ',
                'Новороссия – соси» и якобы призывал слушателей не брать повестки  в военкомат (за несколько дней до тех чтен'
                'ий в России объявили частичную мобилизацию).\n\nНа следующий день в квартиру, где Камардин жил со свое'
                'й девушкой и другом, вломились полицейские. Всех троих избили, а поэта ещё  и изнасиловали грифом гантели.'
                ' Силовикам  за это ничего не было, а вот Камардина и двух  других участников поэтической встречи '
                'обвинили в возбуждении вражды к социальной группе «участники военных действий в ЛНР и ДНР» и призывах, '
                'направленных против безопасности государства.\n\n28 декабря Камардину дали 7 лет колонии  за про'
                'читанное на улице стихотворение\n\n\nЗа искусство судить недопустимо. Художественное высказывание может быть интерпретировано, трактовано различным образом,'),

1504:('AgACAgIAAxkBAAIHx2aDNFI56cD240VCYaVELYXifYRtAAKo4DEbIbkZSL6sPILxixmbAQADAgADeQADNQQ',
                'даже если оно выражено максимально просто и доходчиво. Всегда могут найтись те, кто воспримет его превратно.'
                ' И если кто-то склонен оскорбиться, то он может оскорбиться ну совсем на ровном месте. Цели кого-то ос'
                'корбить своим стихотворением я не ставил. Возможно, у кого-то была цель оскорбиться, чтобы человек с отличны'
                'м от их мнением и отличными от их взглядами был незаслуженно наказан. Но так же, как и за искусство, недоп'
                'устимо судить за мнение, даже если оно высказано публично. Хотя в современной России это, увы, практикуется, '
                'поэтому я опасаюсь, при всём уважении к вам, что приговор будет обвинительным, хотя я полностью невиновен. Т'
                'ут же обращу ваше внимание, что из представленных видеодоказа тельств следует, что я не призывал не брать п'
                'овестки, не ставить подписи и так далее. Отмечу также,'),

1505:('AgACAgIAAxkBAAIHx2aDNFI56cD240VCYaVELYXifYRtAAKo4DEbIbkZSL6sPILxixmbAQADAgADeQADNQQ',
                'что всё сказанное и прочитанное в ходе чтений лежит исключительно в зоне ответственности сказавшего или '
                'прочитавшего, ведь на «Маяковских чтениях» нет генеральной линии, у чтений нет организаторов: городской '
                'традиции, уходящей корнями в середину прошлого века, они попросту не нужны. Любой желающий может выйти и с'
                'казать что угодно, всё, что ему придёт в голову. На моей памяти так было всегда.\n\n'
                'По мере появления статей, запрещающих те или иные высказывания, я всегда корректировал свою риторику. '
                'Появилась статья за «дискредитацию» (армии) и первый осужденный за слова «Нет войне», и я перестал говорить '
                '«Нет войне». Хотя до сих пор не понимаю, при чём тут дискредитация. Появилась 207-я статья, статья о '
                '«распространении фейков» (про армию), и я перестал делиться любой информацией,'),

1506:('AgACAgIAAxkBAAIHx2aDNFI56cD240VCYaVELYXifYRtAAKo4DEbIbkZSL6sPILxixmbAQADAgADeQADNQQ',
                'не подтверждённой Министерством обороны РФ.\n\nЕсли я знал, что какие-то вещи, пусть даже сказ'
                'анные для меня, высказанные публично, могут привести за решётку, я молчал… Зная к тому же, как обв'
                'инение разбрасывается определениями типа «организованная группа», я, возможно, отошёл бы подальше о'
                'т говорящего подобное. Я бы мучился угрызениями совести, страдал бы от приступов '
                'тревоги, но промолчал бы.\n\nЯ не герой, и садиться в тюрьму за убеждения в мои планы никогда не в'
                'ходило. Я поэт и не вполне эмоционально уравновешенный человек, у меня и диагноз есть — «генерализован'
                'ное тревожное расстройство» или, как это назвали в Институте имени Сербского, «смешанное расстройство личности'
                '», которое, впрочем, не мешает меня судить. Я хочу попросить вас,'),

1507:('AgACAgIAAxkBAAIHx2aDNFI56cD240VCYaVELYXifYRtAAKo4DEbIbkZSL6sPILxixmbAQADAgADeQADNQQ',
                'если вы не можете по каким бы то ни было причинам вынести оправдательный приговор — хотя я подчеркиваю, '
                'я абсолютно невиновен, — ограничиться условным сроком. Я опасаюсь, что моё здоровье — ни физическое, ни '
                'психическое — не выдержит продолжительного тюремного заключения. А возможность снова угодить за решётку, '
                'возможность снова вынужденного расставания с родными и близкими будет достаточно сдерживающим фактором от '
                'любых высказываний на любые острые темы.\n\nУбеждения мои при этом не изменятся, как не изменились'
                ' они под пытками, как не изменились бы в случае реального срока, не изменились бы даже под страхом смерти'
                ' — это попросту невозможно. Так не работает. Но я вам гарантирую, что не буду более высказывать их публично.'
                ' Ваша честь, отпустите меня домой.            /exit')}

petrova={1601:(
    'AgACAgIAAxkBAAIH8WaDSJ0kDwZ5eiOdFP5vMhEa9HKlAALC4DEbIbkZSCRS6g_YKzscAQADAgADeAADNQQ',
    '🔴                                                              🔴'
),
    1602:(
    'AgACAgIAAxkBAAIH-WaDSPk7ez1hHcTNIgW3lhLAeDcbAALH4DEbIbkZSD4ENLbLj4lqAQADAgADeQADNQQ',
    '<b>Виктория Петрова</b>\n\nрод занятий: менеджер, активистка\n'
    'дата рождения:  22.01.1994\nгород:  Санкт-Петербург\n'
    'статья:  распространение заведомо ложной информации об использовании армии РФ\n'
    'срок: бессрочное принудительное лечение в психиатрической больнице\n\n'
    'В марте 2022 года Виктория Петрова опубликовала в своих соцсетях пост с осуждением войны в Украине и Владимира Путина. Через два месяца её обвинили в «распространении фейков» про армию РФ и отправили в СИЗО. Спустя год, когда ещё шёл процесс, Петрову по решению судьи перевели в психиатрическую больницу — якобы она продолжала «вести антивоенную пропаганду среди сокамерниц». Адвокат девушки рассказывал, что там её заставили раздеться для «телесного осмотра» при мужчинах, смеялись и издевались над ней,'
        ),

    1603:(
        'AgACAgIAAxkBAAIH-WaDSPk7ez1hHcTNIgW3lhLAeDcbAALH4DEbIbkZSD4ENLbLj4lqAQADAgADeQADNQQ',
        'заламывали руки за отказ принимать душ в окружении мужчин-сотрудников больницы. 25 декабр'
        'я Петрову приговорили к принуди тельному лечению в психиатрической больнице. Такое лечение может быть бессрочным —'
        ' только врачи решают, когда человек «вылечился» настолько, чтобы выйти на свободу. Петрова, услышав приговор, сказала,'
        ' что предпочла бы отправиться в колонию на определённый судом срок, а правозащитники заявили о возвращении в российскую '
        'практику советской «каратель ной психиатрии» для политзаключённых.\n\nВойна – это преступление против человечности. Война — это смерть близких, разрушение всего, что некогда представляло собой мирную жизнь. Всего, что дорого и бесценно. Война — это крах всех надежд и планов. Это тяжелейшее испытание,'
            ),

    1604:(
        'AgACAgIAAxkBAAIH-WaDSPk7ez1hHcTNIgW3lhLAeDcbAALH4DEbIbkZSD4ENLbLj4lqAQADAgADeQADNQQ',
        'через которое прошла и сейчас проходит целая страна — братский народ. Это массовые убийства мирных жителей и военнослужащих с обеих сторон. Сотни тысяч погибших и раненых, по самым скромным оценкам. Это непрекращающиеся бомбардировки ракетами, бомбами, «градами» мирных городов, акты международного терроризма, наплыв боевиков и уголовников, которых массово вербуют по контрактам, массовые военные преступления, нарушения прав человека, пытки и изнасилования, грабежи и мародёрства со стороны военнослужащих агрессора. Война — это гуманитарная катастрофа во всех населённых пунктах, особенно в зоне боевых действий, отсутствие воды, еды, медикаментов и предметов первой необходимости, разрушение экономики целой страны, разрушение критической гражданской инфраструктуры, объектов культурного наследия.'
            ),

    1605:(
        'AgACAgIAAxkBAAIH-WaDSPk7ez1hHcTNIgW3lhLAeDcbAALH4DEbIbkZSD4ENLbLj4lqAQADAgADeQADNQQ',
        'Война — это нарушение территориальной целостности и суверенитета Украины, аннексия суверенных территорий, это миллионы беженцев, вынужденных переселенцев, потерявших свои дома и близких, это масштабное сопротивление целой страны в ответ на захват территорий и городов, десятки миллионов трагедий. Никакие денацификация и демилитаризация не могут служить оправданием для военной агрессии. Невозможно спасать, убивая сотни тысяч людей и разрушая всё вокруг. Картины страданий врезались мне в память, многие останутся там навсегда. Рано или поздно все военные преступления и преступления против человечности будут расследованы, и все виновные будут нести ответственность согласно международному уголовному праву. У торговцев смертью, извлекающих сверхприбыли на поставках вооружения обеим сторонам конфликта,'
            ),

    1606:(
        'AgACAgIAAxkBAAIH-WaDSPk7ez1hHcTNIgW3lhLAeDcbAALH4DEbIbkZSD4ENLbLj4lqAQADAgADeQADNQQ',
        'так же как и у государственных пропагандистов, разжигающих ненависть и вражду и сознательно искажающих '
        'информацию о войне в Украине, нет никаких оправданий. Российские движения в поддержку «специальной военной о'
        'перации» должны пересмотреть свои взгляды и переориентироваться в антивоенные движения, всеми силами приближающие '
        'окончание боевых действий, выступающие за мир исключительно невоенными методами: дипломатическими, экономическими,'
        ' культурными.\n\nИменно так останавливались войны на протяжении XX и XXI веков в других странах. Хочу обратиться ко всем лицам, непосредственно принимающим решения по войне с Украиной со стороны России: к президенту Российской Федерации, к премьер-министру Российской Федерации, министру обороны, Совету безопасности, сенаторам Федерального Собрания,'
            ),

    1607:('AgACAgIAAxkBAAIH-WaDSPk7ez1hHcTNIgW3lhLAeDcbAALH4DEbIbkZSD4ENLbLj4lqAQADAgADeQADNQQ',
          'депутатам Государственной Думы, государственным пропагандистам и к всем аффилированным с событиями в зоне «с'
          'пециальной военной операции» лицам. Как гражданка России, я требую немедленно остановить все боевые действия'
          ' на территории Украины и немедленно начать мирные переговоры с целью дипломатического урегулирования конфликта. Т'
          'акже я требую декриминализации статьи о военной цензуре 207.3, а также освобождения и реабилитации всех политических'
          ' заключённых.\n\n\n\n\n\n\n\n\n\n🔴           /exit')

}

orlov = {
1701:(
    'AgACAgIAAxkBAAIH9WaDSKiHxe2xeEXB6TK0QYSbUT8IAALE4DEbIbkZSIgWOuIZbAmvAQADAgADeAADNQQ',
    '🔴                                                              🔴'
),
    1702:(
        'AgACAgIAAxkBAAIH92aDSLlKgokJByjHyfHlNrzYnYtvAALF4DEbIbkZSEAM-8E7UlsSAQADAgADeQADNQQ',
        '<b>Олег Орлов</b>\n\nрод занятий:  правозащитник, биолог\n'
        'дата рождения:  04.04.1953\n'
        'город:  Москва\n'
        'статья:  повторная дискредитация армии РФ\n'
        'срок: 2,5 года колонии\nПосле начала войны член правления общества «Мемориал» (важнейшая правозащитная'
        ' организация России, ликвидированная по решению суда в 2021 году) Олег Орлов не уехал из России в отличие от '
        'многих своих коллег. Более того, он несколько раз выходил в одиночный пикет — например, 30 марта 2022 года с п'
        'лакатом с надписью «Свихнувшийся Путин толкает мир к ядерной войне!». В октябре 2022 года «Мемориал» стал лауреат'
        'ом Нобелевской премии мира, а в марте 2023 года против Орлова возбудили дело за повторную дискредитацию действий армии РФ. Поводом стала статья Орлова под заголовком «Им хотелось фашизма, они его получили».'
            ),

    1703:(
            'AgACAgIAAxkBAAIH92aDSLlKgokJByjHyfHlNrzYnYtvAALF4DEbIbkZSEAM-8E7UlsSAQADAgADeQADNQQ',
            'В октябре суд вынес относительно мягкий приговор — 150 тысяч рублей штрафа, но уже через два месяца'
            ' Мосгорсуд отменил это решение и вернул дело на пересмотр. Очевидно, Орлову намекали, что нужно уезжать. Орлов о'
            'стался, и в феврале 2024 года суд отправил его в колонию на 2,5 года.\n\nВ день, когда начался этот судебный процесс, Россию и мир потрясла страшная новость о гибели Алексея Навального. Потрясла она и меня. Я даже думал вовсе отказаться от последнего слова: до слов ли сегодня, когда мы всё ещё не отошли от шока, вызванного этим известием? Но потом подумал: ведь всё это звенья одной цепи — смерть, а точнее, убийство Алексея, судебные расправы над другими критиками режима, в том числе и надо мной, удушение свободы в стране, вторжение российских войск в Украину. И я решил всё-таки сказать.'
                ),

    1704:(
            'AgACAgIAAxkBAAIH92aDSLlKgokJByjHyfHlNrzYnYtvAALF4DEbIbkZSEAM-8E7UlsSAQADAgADeQADNQQ',
            'Я не совершил преступления. Меня судят за газетную статью, в которой я назвал политический режим, установившийся'
            ' в России, тоталитарным и фашистским. Статья была написана более года назад. И тогда некоторым моим знакомым '
            'казалось, что я слишком сгущаю краски.\n\nНо сейчас совершенно очевидно — я нисколько не преувеличивал. '
            'Государство в нашей стране снова контролирует не только общественную, политическую, экономическую жизнь, но и пр'
            'етендует на полный контроль над культурой, научной мыслью, вторгается в частную жизнь. Оно становится всеобъемл'
            'ющим.\n\nВ течение только четырёх с небольшим месяцев, которые прошли с окончания моего первого судебного процесса в этом же суде, произошло много событий, показывающих, как быстро наша страна всё глубже и глубже погружается в этот мрак.'
                ),

    1705:(
            'AgACAgIAAxkBAAIH92aDSLlKgokJByjHyfHlNrzYnYtvAALF4DEbIbkZSEAM-8E7UlsSAQADAgADeQADNQQ',
            'Перечислю ряд разрозненных, различных и по масштабу, и по трагизму событий:\n\n'
            'России запрещают книги ряда современных русских писателей;\n — запрещено несуществующее «движение ЛГБТ»,'
            ' что на практике означает наглое вмешательство государства в личную жизнь граждан; \n— в Высшей школе экономики'
            ' абитуриентам запрещено цитировать «иностранных агентов». Теперь абитуриенты и студенты, '
            'прежде чем изучить предмет, должны изучать и запоминать списки «иноагентов»;\n'
            '— известного ученого-социолога, левого публициста Бориса Кагарлицкого осудили на 5 лет лишения'
            ' свободы за несколько слов о событиях войны в Украине, отличающихся от официально озвученной позиции;\n'
            '— человек, которого пропагандисты называют «национальным лидером», говоря о начале Второй мировой войны, публично говорит следующее:'
                ),

    1706:(
            'AgACAgIAAxkBAAIH92aDSLlKgokJByjHyfHlNrzYnYtvAALF4DEbIbkZSEAM-8E7UlsSAQADAgADeQADNQQ',
            '«Всё-таки поляки вынудили, они заигрались и вынудили Гитлера начать Вторую мировую войну именно с '
            'них. Почему началась война именно с Польши? Она оказалась несговорчивой. Гитлеру ничего не остав'
            'алось при реализации его планов, как начать именно с Польши»\n\nКак следует называть политический строй,'
            ' при котором происходит всё перечисленное мною? По-моему, ответ не вызывает сомнений. К сожалению, в сво'
            'ей статье я был прав.\n\nПод запретом находится не только публичная критика, но и любое независимое суждение. Наказание может последовать за поступки, казалось бы, совершенно не связанные с политикой или критикой власти. Нет области искусства, где возможны свободные художественные высказывания, нет свободной академической гуманитарной науки, нет больше и частной жизни.'
                ),

    1707:(
            'AgACAgIAAxkBAAIH92aDSLlKgokJByjHyfHlNrzYnYtvAALF4DEbIbkZSEAM-8E7UlsSAQADAgADeQADNQQ',
            'Скажу теперь несколько слов о характере обвинений, выдвинутых против меня и выдвигавшихся на многих аналогичных'
            ' судебных процессах против тех, кто, подобно мне, выступает против войны.\n\nПри открытии нынешнего суда надо'
            ' мной я отказался в нём участвовать и благодаря этому имел возможность во время судебных заседаний перечитать '
            'роман Франца Кафки «Процесс». Действительно, у нашей сегодняшней ситуации и у ситуации, в которую попал герой '
            'Кафки, есть общие черты — это абсурд и произвол, маскирующийся под формальное соблюдение каких-то псевдоправовых '
            'процедур.\n\nНас обвиняют в дискредитации, не объясняя, что это такое и чем она отличается от легитимной критики. Нас обвиняют в распространении заведомо ложной информации, не удосуживаясь доказывать её ложность: точно так же действовала советская власт'
                ),

    1708:(
            'AgACAgIAAxkBAAIH92aDSLlKgokJByjHyfHlNrzYnYtvAALF4DEbIbkZSEAM-8E7UlsSAQADAgADeQADNQQ',
            'объявляя ложью любую критику. А наши попытки доказать достоверность этой информации становятся уголовно наказуе'
            'мыми. Нас обвиняют в том, что мы не поддерживаем систему взглядов и мировоззрение, провозглашенные руководством '
            'страны правильными, и это при том, что государственной идеологии в России быть не должно. Нам выносят обвинитель'
            'ные приговоры за сомнения в том, что нападение на соседнее государство имеет целью поддержание международного мир'
            'а и безопасности. Абсурд.\n\nГерой Кафки до конца романа даже не знает, в чём же его обвиняют, но, несмотря на э'
            'то, ему выносят обвинительный приговор и казнят. Нам же в России формально оглашают обвинение, но понять его, оста'
            'ваясь в рамках права и логики, невозможно.\n\nВпрочем, в отличие от героя Кафки, мы понимаем, за что на самом деле нас задерживают,'
                ),

    1709:(
            'AgACAgIAAxkBAAIH92aDSLlKgokJByjHyfHlNrzYnYtvAALF4DEbIbkZSEAM-8E7UlsSAQADAgADeQADNQQ',
            'судят, арестовывают, приговаривают, убивают. На самом деле нас наказывают за то, что мы позволяем себе '
            'критиковать власть.\n\nВ нынешней России это абсолютно запрещено. Депутаты, следователи, прокурор'
            'ы и судьи не произносят этого открыто. Они скрывают это под абсурдными и нелогичными формулировками'
            ' новых так называемых «законов», обвинительных заключений и приговоров. Но это так.\n\n'
            'Сейчас в колониях и тюрьмах медленно убивают Алексея Горинова, Александру Скочиленко, Игоря Барышникова,'
            ' Владимира Кара-Мурзу и многих других. Их убивают за то, что они протестовали против кровопролития в Украине'
            ', за то, что они хотят, чтобы Россия стала демократическим, процветающим государством, не пред'
            'ставляющим угрозы для окружающего мира.\n\nВ последние дни хватали, наказывали и даже лишали свободы людей только за то,'
                ),

    1710:(
            'AgACAgIAAxkBAAIH92aDSLlKgokJByjHyfHlNrzYnYtvAALF4DEbIbkZSEAM-8E7UlsSAQADAgADeQADNQQ',
            'что они пришли к памятникам жертвам политических репрессий почтить память убитого Алексея Навального,'
            ' замечательного человека, смелого, честного, который в невероятно тяжёлых, созданных специально для него '
            'условиях не терял оптимизма и веры в будущее нашей страны. Конечно же, это было убийством, независимо от конк'
            'ретных обстоятельств этой смерти.\n\nВласть воюет даже с мёртвым Навальным, она боится его даже мёртво'
            'го — и правильно боится. Она уничтожает стихийно создаваемые мемориалы его памяти. Те, кто делает это, надеются,'
            ' что таким образом удастся деморализовать ту часть российского общества, которая продолжает чувствовать ответст'
            'венность за свою страну. Пусть не надеются.\n\nМы помним призыв Алексея — «Не сдавайтесь!». От себя добавлю: и не падайте духом, не теряйте оптимизма.'
                ),

    1711:(
            'AgACAgIAAxkBAAIH92aDSLlKgokJByjHyfHlNrzYnYtvAALF4DEbIbkZSEAM-8E7UlsSAQADAgADeQADNQQ',
            'Ведь правда на нашей стороне. Те, кто привел нашу страну в ту яму, в которой она сейчас находится, пред- ставляют '
            'старое, дряхлое, отжившее. У них нет образа будущего — только ложные образы прошлого, миражи «имперского величия». Они '
            'толкают Россию вспять, назад — в антиутопию, описанную  Владимиром Сорокиным в «Дне опричника». А мы живём в XXI веке,'
            ' за нами настоящее и будущее, и в этом залог нашей победы.\n\n'
            'Завершая свое выступление, я — наверное, неожиданно для многих, — хочу обратиться к тем, кто сейчас сво'
            'ей работой двигает вперёд каток репрессий. К правительственным чиновникам, сотрудникам правоохранительных органов'
            ', судьям, прокурорам.\n\nНа самом деле вы всё прекрасно понимаете. И далеко не все из вас — убежденные сторонники необходимости политических репрессий. Подчас вы сожалеете о том,'
                ),

    1712:(
            'AgACAgIAAxkBAAIH92aDSLlKgokJByjHyfHlNrzYnYtvAALF4DEbIbkZSEAM-8E7UlsSAQADAgADeQADNQQ',
            'что вам приходится делать, но говорите себе: «А что я могу поделать? Я всего лишь выполняю указания начальства. '
            'Закон есть закон».\n\nЯ обращаюсь к Вам, Ваша честь, и к представителю обвинения. Вам самим не страшно? Не стр'
            'ашно наблюдать, во что превращается наша страна, которую вы, наверное, тоже любите? Не страшно, что в этом абсурд'
            'е, в этой антиутопии, может быть, придётся жить не только вам и вашим детям, но и, не дай Бог, вашим внукам?\n\n'
            'Неужели не приходит на ум очевидное: каток репрессий может раньше или позднее прокатиться и по тем, кто его з'
            'апустил и подталкивал? В истории так происходило много раз.\n\n'
            'Повторю сказанное мною на предыдущем суде. Да, закон есть закон. Но, помнится, в 1935 году были в Германии приняты так называемые Нюрнбергские законы. И потом, после победного 1945-го года,'
                ),

    1713:(
            'AgACAgIAAxkBAAIH92aDSLlKgokJByjHyfHlNrzYnYtvAALF4DEbIbkZSEAM-8E7UlsSAQADAgADeQADNQQ',
            'судили исполнителей этих законов.\n\nУ меня нет полной уверенности, что нынешние создатели и ис'
            'полнители российских антиправовых, антиконституционных законов сами понесут судебную ответственность. Но н'
            'аказание неизбежно будет. Их дети или внуки будут стыдиться рассказывать о том, где служили и что делали отц'
            'ы, матери, дедушки и бабушки. То же будет и с теми, кто сейчас во исполнение приказов совершает преступления в '
            'Украине. По-моему, это самое страшное наказание. И оно неизбежно.\n\n'
            'Ну, а наказание мне тоже неизбежно, потому что в нынешних условиях оправдание по такому обвинению нев'
            'озможно. Сейчас мы увидим, каким будет приговор. Но я ни о чём не сожалею и ни в чём не рас'
            'каиваюсь.\n\n26 февраля 2024 года     /exit'
                )
}

chanysheva ={
    1802:('AgACAgIAAxkBAAIIIGaDzgQ4JhZPRPSDjNi2Gmvexj32AAJW5DEbzfEhSGHJukA8Ly18AQADAgADeQADNQQ',

          'Уважаемые дамы и господа! Сограждане! Единомышленники!\nМоё уголовное дело — по'
          'литическое. Поэтому подсудимой я себя не чувствую. Я — политик, женщина, которую преследуют оппоненты-мужчины. '
          'Их имена: Путин и Хабиров.\n\nПолитик — это тоже профессия. Поэтому признавать вину для меня — это всё равно,'
          ' что учительнице признать вину в том, что она — учительница, а врачу, что она — врач.\n\n'
          'В политике я не одна. Как я сказала, есть оппоненты. Поэтому, чтобы сделать суждение о моей деятельности, в'
          'ажно знать контекст. И он вот какой.\n— Именно при Хабирове в Башкортостане стали нападать на гражданских акти'
          'вистов и защитников природы, региональную общественную организацию «Башкорт» признали экстремистской, посадили поли'
          'тика Дильмухаметова, председателя профсоюза медработников Орлова, адвоката Войцеха,'),

    1803: ('AgACAgIAAxkBAAIIIGaDzgQ4JhZPRPSDjNi2Gmvexj32AAJW5DEbzfEhSGHJukA8Ly18AQADAgADeQADNQQ',

           'арестовали депутата Чувилина. В Башкирии стало небезопасно жить всем, так как силовые методы борьбы Хабиров'
           ' применил и к женщинам, которые выражают свою гражданскую позицию.\n\nСравните наши действия: петиции, огласка, '
           'жалобы, участие в мирных митингах и публичных слушаниях. А в ответ: слежка, обыски, похищения, аресты, тюрьма, '
           'силой выводят с публичных слушаний, краской обливают машину, подают миллионные иски для компенсации зарплат п'
           'олицейских за работу на наших митингах.\n\nПри этом сам Хабиров то и дело пытается продать башкирские '
           'памятники природы олигархам, закрывает больницы и недоплачивает врачам, жульничает на госзакупках и заставляет жителей республики переплачивать за ЖКХ. Когда-то наш регион конкурировал с Татарстаном. Сейчас результат на табло: бедных в Башкортостане в 2 раза больше,'),

    1804: ('AgACAgIAAxkBAAIIIGaDzgQ4JhZPRPSDjNi2Gmvexj32AAJW5DEbzfEhSGHJukA8Ly18AQADAgADeQADNQQ',

               'чем в соседней республике.\n\n— Когда я готовилась к «последнему слову», то прочитала «последние слова»'
               ' десятерых человек. Вот их имена: Евгений Ройзман, Владимир Кара-Мурза, Дмитрий Иванов, Алексей Горинов,'
               ' Андрей Пивоваров, Иван Сафронов, Владимир Воронцов, Юрий Жданов, Илья Яшин и, конечно, Алексей Навальный.\n\nЭто всё сильные и умные мужчины, которых Путин успел осудить за те 1,5 года, что я нахожусь в заключении. Но Путин не пощадил и женщин: 6 лет колонии дали журналистке Пономаренко, ждёт суда художница Скочиленко, преследуют театральных деятелей Беркович и Петрийчук, несколько лет судили художницу Цветкову, нейтрализовали политика Галямину. И сколько еще имен талантливых и смелых женщин, которых посадили за  свою позицию, остаются неизвестными.'),

    1805: ('AgACAgIAAxkBAAIIIGaDzgQ4JhZPRPSDjNi2Gmvexj32AAJW5DEbzfEhSGHJukA8Ly18AQADAgADeQADNQQ',

               'И после всего этого бывший премьер-министр Дмитрий Медведев сидит на юридическом форуме и смеётся над тем, что в Правительстве России женщин меньше 25%, в отличие от Правительства Египта. Значит ли это, что женщинам в нашей стране нет места в политике? Или доступ в эту профессию зависит от политических взглядов? Не является ли '
               'это дискриминацией? И к нашему стеклянному потолку мужчины во власти решили добавить ещё и решётки на окнах?\n\nНарушение моих политических прав и прав моих сограждан носит последовательный характер. Это говорит о том, что Путин уже давно хочет искоренить любое инакомыслие и создать враждебную обстановку между людьми и правительством с единственной целью — удержать власть в 2024 году. Но Путин — это коррупция, низкие зарплаты и пенсии, падающая экономика и растущие цены.'),

    1806: ('AgACAgIAAxkBAAIIIGaDzgQ4JhZPRPSDjNi2Gmvexj32AAJW5DEbzfEhSGHJukA8Ly18AQADAgADeQADNQQ',

               'Путин — это война! И это уже коснулось каждого!\n\nОтветьте на вопрос: живёте ли вы сейчас лучше, '
               'чем жили 10 лет назад? Легче ли вам ходить в магазины, чем 10 лет назад? Чувствуете ли вы себя более безопасно,'
               ' чем 10 лет назад? Если ваш ответ «нет» — действуйте! И вы сможете изменить жизнь к лучшему.\n\n'
               'Ваша честь! Для меня вы — не только судья, но и мой избиратель. Во время процесса я рассказала вам о своих'
               ' успехах. Поддержите меня как политика, как женщину, и я сделаю всё возможное, чтобы избавить вас от незакон'
               'ного давления исполнительной власти. Я продолжу бороться с коррупцией и беззаконием в нашей республике.\n\n'
               'Ваша честь! Вы не только судья и избиратель, но и, как показал процесс, человек со своей позицией. Если вы посадите меня на 12 лет, то я уже не успею родить ребёнка.'),

    1807: ('AgACAgIAAxkBAAIIIGaDzgQ4JhZPRPSDjNi2Gmvexj32AAJW5DEbzfEhSGHJukA8Ly18AQADAgADeQADNQQ',

               'Дайте мне шанс стать мамой.\n\n\nБлагодарю за внимание.\n\n\n<i>29.05.2023</i>\n'
               '\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n🔴        /exit'),

    1801: ('AgACAgIAAxkBAAIIHmaDzf4fMK9QCgmDi9SGHm2Fpu2gAAJV5DEbzfEhSBgDw0_bCWEbAQADAgADeAADNQQ',
               '🔴                                                              🔴'),


}

galyamina = {
    1901: ('AgACAgIAAxkBAAIIImaDzg6szQHGmP8hqNwhdMnRy_cSAAJX5DEbzfEhSOCNHyDeR-k0AQADAgADeAADNQQ',

           '🔴                                                              🔴'),

    1902:('AgACAgIAAxkBAAIIJGaDzhaGq6kCmF4wziuywnCG2nhmAAJY5DEbzfEhSJYAAdUIm3ckFgEAAwIAA3kAAzUE',
          '<b>Юлия Галямина</b>\n\n\n'
          'род занятий:  политик, журналист\n'
          'дата рождения:  23.01.1973\nгород:  Москва\n'
          'статья: неоднократное нарушение установленного порядка организации либо проведения митинга\n'
          'срок: 2 года условно\n\n\n\nМосквичка Юлия Галямина много лет активно '
          'занималась политикой: была муниципальным депутатом, баллотировалась в парламент Москвы и Госдуму, выступала на с'
          'огласованных митингах и участвовала в неразрешённых властями акциях. Особый упор Галямина всегда делала на местн'
          'ое самоуправление, низовую политику и горизонтальные связи в гражданском обществе. После того как летом 2020 года'
          ' Галямина стала одним из организаторов кампании «Нет», участники которой выступили против изменений в Конституции, '
          'обнулявших президентские сроки Путина, на неё завели уголовное дело.'),

    1903:('AgACAgIAAxkBAAIIJGaDzhaGq6kCmF4wziuywnCG2nhmAAJY5DEbzfEhSJYAAdUIm3ckFgEAAwIAA3kAAzUE',
          '23 декабря 2020 года её приговорили к 2 годам условно за неоднократное нарушение правил проведения митингов. '
          'По этой статье достаточно три раза за год быть задержанным на акции протеста (в том числе и на одиночном пикете), '
          'чтобы оказаться в колонии. В 2023 году Галямину '
          'признали иноагентом и уволили из государственного вуза.\n\n\n\n\n\n\n\n\n\n\n\n🔴'),

    1904: ('AgACAgIAAxkBAAIIJGaDzhaGq6kCmF4wziuywnCG2nhmAAJY5DEbzfEhSJYAAdUIm3ckFgEAAwIAA3kAAzUE',

           '...Великая женщина и великий политик Индира Ганди сказала: «Опыт научил меня, что если люди делают что-то против тебя, в конечном счёте это пойдет тебе на пользу». Поэтому я хочу сказать спасибо и тем, кто меня преследовал: сотрудникам полиции, Центра «Э» (по борьбе с экстремизмом — прим. ред.) и ФСБ, следователям, судьям, их помощникам, прокурорам, админи'
           'страции президента и лично Владимиру Путину.\n\nВы не только помогли мне увидеть, как много людей встало на мою защиту, вы не только сделали меня сильнее, дав опыт стойкости и умения радоваться жизни, несмотря ни на что. Вы доказали всей стране, что я представляю для вас реальную угрозу. Я педагог, муниципальный депутат, политик, выступающая за ненасильственные изменения, честную политическую борьбу, за достойную жизнь людей, я, женщина,'),

    1905: ('AgACAgIAAxkBAAIIJGaDzhaGq6kCmF4wziuywnCG2nhmAAJY5DEbzfEhSJYAAdUIm3ckFgEAAwIAA3kAAzUE',

               'представляю угрозу мужчине, который, казалось бы, облечён всей возможной властью. Но этот мужчина всего лишь маленький человечек, который боится мягкой женской силы. Боится, потому ч'
               'то, как показало вчерашнее шоу, ему совершенно нечего предложить новой России, кроме дешёвых макарон и насилия.\n\nЯ же, в отличие от своих преследователей, предлагаю всем нам будущее. Предлагаю будущее, в котором каждый человек в нашей стране, где бы он ни жил, смог бы жить достойно, зарабатывать нормальные деньги, покупать хорошую еду и одежду, путешествовать, лечить своих родных и учить детей. И чувствовать себя при этом свободно и безопасно. Именно за такое будущее, будущее нормальной жизни, нормальную Россию буду- щего голосовали 16 миллионов россиян, которые поддержали нашу кампанию против поправок в Конституцию.'),

    1906: ('AgACAgIAAxkBAAIIJGaDzhaGq6kCmF4wziuywnCG2nhmAAJY5DEbzfEhSJYAAdUIm3ckFgEAAwIAA3kAAzUE',

               'Против поправок, которые были призваны нас этого будущего лишить. Заметьте, именно за кампа нию п'
               'ротив поправок, а значит, за наше общее будущее меня и судят.\n\n'
               'Для достижения будущего, о котором мы все мечтаем, нам нужно, чтобы чиновники не принимали реше'
               'ния за людей, а только исполняли их волю. Чтобы они не вырубали леса и парки, не строили мусорные полиго'
               'ны, не возводили многоэтажные гетто, не укрупняли больницы, не перево дили образование исключительно в онл'
               'айн, не строили цифровые системы слежки, не отбирали у регионов и местного самоуправления ресурсы, не разру'
               'шали малый и средний бизнес, не лишали денег пенсионеров и многодетных родителей.\n\nСистема, при которой единицы решают жизнь миллионов, — это ненормально. Ненормально, как эпидемия коронавируса. Ведь люди имеют полное право решать,'),

    1907: ('AgACAgIAAxkBAAIIJGaDzhaGq6kCmF4wziuywnCG2nhmAAJY5DEbzfEhSJYAAdUIm3ckFgEAAwIAA3kAAzUE',
               'как будет устроена их жизнь, их мир, их будущее. Но для этого надо, чтобы у любого '
               'человека были свои представители во власти. Люди, которых выдвигают в управление '
               'сельским поселением, городом, регионом, страной. Интересы каждого гражданина России — и того,'
               ' кто сидит в этом зале суда, и того, кто даже не знает о том, что здесь происходит. Интересы каждого '
               'обычного россиянина. А не Путина и его окружения. Нужно, чтобы нашими представителями во власти были на'
               'иболее активные из нас — обычных живых людей, политики, которых мы можем встретить в соседнем магазине, а '
               'не куклы-марионетки Кремля на машинах с мигалками с мертвечиной внутри. Существуют тысячи женщин и мужчин '
               'по всей стране, которые становятся лидерами перемен, лидерами упорства, лидерами нормального будущего.'),

    1908:('AgACAgIAAxkBAAIIJGaDzhaGq6kCmF4wziuywnCG2nhmAAJY5DEbzfEhSJYAAdUIm3ckFgEAAwIAA3kAAzUE',
       'Я без страха смотрю на сегодняшний суд. Неважно, буду ли я на свободе или в тюрьме, смогу ли я быть дальше'
       ' депутатом или нет, я точно знаю, что это движение не остановить. Я буду работать для того, чтобы оно стало з'
       'аметно каждому гражданину России, нашло отклик в каждой душе и вдохновило каждого сделать шаг навстречу буду'
       'щему. Ведь как сказала та же Ганди: «Нет пути к свободе, потому что свобода — это и есть путь». Давайт'
       'е, дорогие соотечественники, соседи по Москве и России, поверим в себя, расправим плечи, наденем лучшие кост'
       'юмы и нарядные платья, вспомним все радости мягкой силы и мужества и пойдём по'
       ' этому пути.\n\n<i>18 декабря 2020 года</i>          /exit')

}

baryshnikov = {

    2001:('AgACAgIAAxkBAAIIvWaD5jU9_-3cVMCG0ldnK0-NSy07AAIC5TEbzfEhSILLgqXkqp63AQADAgADeAADNQQ',
          '🔴                                                              🔴'),

    2002:('AgACAgIAAxkBAAIIv2aD5jkriCllyR3D6wABgdqmcmFp0AACA-UxG83xIUjPpfDVnfLvDwEAAwIAA3kAAzUE',
          '<b>Игорь Барышников</b>\n\nрод занятий: инженер, активист\nдата рождения:  20.01.1959\n'
          'город: Советск\nстатья:  распространение заведомо ложной информации об использовании армии РФ\nсрок: 7,5 лет колонии\n\n'
          'Житель Калининградской области Игорь Барышников получил 7,5 лет колонии за то, что писал в своих соцсетях про '
          'преступления российской армии в Мариуполе и Буче. В России за это принято заводить уголовные дела по статье «фейки»'
          ' про действия армии РФ, ведь Минобороны не признает, что российские солдаты в принципе могут совершить что-то недос'
          'тойное. Барышников болен раком, ему установили эпицистому — катетер для выведения мочи. Хотя 19 мая 2023 года консил'
          'иум из двух докторов наук решил, что заболевания, которыми страдает Барышников, противоречат назначению ему наказани'
          'я в виде лишения свободы'),

2003:('AgACAgIAAxkBAAIIv2aD5jkriCllyR3D6wABgdqmcmFp0AACA-UxG83xIUjPpfDVnfLvDwEAAwIAA3kAAzUE',
          'его всё равно отправили в колонию. «Игорю нельзя долго сидеть или стоять. Катетер нужно менять раз в месяц,'
          ' следить за гигиеной, так как любая инфекция может быть смертельной. Ему нужно получать лечение. Как это будет в к'
          'амере?» — возмущалась его адвокат. Через полтора месяца после приговора умерла 97-летняя мать Барышникова, переживш'
          'ая Холокост. Барышников ухаживал за ней до своего ареста\n\n'
          'Я родился в этом городе. Здесь учился. Сформировался как личность. И сейчас пришло время судить меня за те '
          'преступления, которых я не совершал и не мог совершить.\n\nМне вменяют совершение тяжкого преступления. При э'
          'том я никого не убил, не ограбил, не изнасиловал, ничего ни у кого не украл. Следствие не представило суду ни '
          'одного доказательства моей вины и было вынуждено выдумывать те слова и поступки,'),

2004:('AgACAgIAAxkBAAIIv2aD5jkriCllyR3D6wABgdqmcmFp0AACA-UxG83xIUjPpfDVnfLvDwEAAwIAA3kAAzUE',
          'которые я не совершал.\n\nЧего стоят только показания старшей по моему дому, пенсионерки 1937 года рождения. '
          'Вы её видели, ваша честь. Старая больная женщина, с трудом передвигающаяся, плохо слышащая, едва ли понимающая, что'
          ' в реальности происходит в мире. Тем не менее в её письменных показаниях утверждается, что Барышников призывал её на'
          ' какие-то протестные акции.\n\nВ этом деле мне предъявляется обвинение в возбуждении ненависти к группе лиц, '
          'поддерживающих российскую власть. Где доказательства этого? Каким образом я мог возбуждать ненависть на закрытой '
          'странице, которую могли видеть только мои друзья, люди одних со мной взглядов?\n\n'
          'Обвинение не в курсе, но я скажу следующее. Есть люди, которые полностью поддерживают эту власть и СВО и при этом поддерживают меня,'),

2005:('AgACAgIAAxkBAAIIv2aD5jkriCllyR3D6wABgdqmcmFp0AACA-UxG83xIUjPpfDVnfLvDwEAAwIAA3kAAzUE',
          'как бы парадоксально это ни звучало. И более того, они молятся за меня. Как видите, ваша честь, жизнь сложнее'
          ' придуманного дела. Фабрикуя дело против меня, обвинение вряд ли могло такое предположить.\n\n'
          'Фактически меня обвиняют в публикации информации, отличающейся от позиции генерала Конашенкова.'
          ' Пострадавших от моих действий нет. При этом прокурор запросила 8 лет колонии общего режима, заявив, что меньший '
          'срок меня не исправит. Зачитывая текст обвинения, она путала рода и падежи и порой даже не понимала смысла произн'
          'осимых ею слов. Например, слово «режим» она зачитала как «режем» с ударением на первый слог. Раз прокурор так лег'
          'ко раздаёт сроки ни за что, надеюсь, что уголовное дело в отношении себя она будет читать более'
          ' внимательно.\n\nСтатья 207.3, часть 2, пункт «д» УК РФ,'),

2006:('AgACAgIAAxkBAAIIv2aD5jkriCllyR3D6wABgdqmcmFp0AACA-UxG83xIUjPpfDVnfLvDwEAAwIAA3kAAzUE',
          'предъявленная мне в качестве обвинения, — калька с советской статьи 190-1 УК РСФСР «Распространение заведомо '
          'ложных измышлений о советском государственном и общественном строе». То есть сегодняшним «законодателям» даже '
          'не пришлось придумывать ничего нового.\n\nМоё уголовное дело сфальсифицировано по образцам 1937 года, когда '
          'человека сажали на 10 лет или расстреливали по фантастическим обвинениям. Например, астрофизику Николаю Козыреву '
          'вменяли то, что в его планы входило перегнать реку Волгу на Запад, а крестьян в Челябинской области обвиняли в '
          'работе на японскую разведку.\n\nВ ходе судебного процесса у меня обострилась старая болезнь. Суду были предъявлены все документы, подтверждающие это. Очевидно, что я не совершал преступлений, в мои планы не входило нанести вред общественным отношениям.'),

2007:('AgACAgIAAxkBAAIIv2aD5jkriCllyR3D6wABgdqmcmFp0AACA-UxG83xIUjPpfDVnfLvDwEAAwIAA3kAAzUE',
          'Поэтому я прошу суд вынести оправдательный приговор. И в любом случае учесть состояние моего здоровья, тот факт'
          ', что на моём попечении находится лежачая мать, которой через 10 дней исполнится 97 лет, и она не дождётся меня '
          'через 8 лет, запрошенных стороной обвинения.\n\n\nБлагодарю всех участников судебного разбирательства. '
          'Мы ещё не разучились слушать друг друга. Осталось дело за малым — научиться друг друга понимать.\n\n'
          'На этом у меня всё.\n\n\n\n\n\n<i>21 июня 2023 года</i>           /exit')



}

ponomarenko = {

    2101: ('AgACAgIAAxkBAAIIwWaD5kGilNLop6iwer2nFIqAoM8bAAIE5TEbzfEhSKghyUoDJ-TuAQADAgADeAADNQQ',
           '🔴                                                              🔴'),

    2102: ('AgACAgIAAxkBAAIIw2aD5kzN2mQqnEN85ok0F7uuAVMxAAII5TEbzfEhSLOmUY99Vm6yAQADAgADeQADNQQ',
           'Меня обвиняют по тяжкой статье. Рассчитываю ли я на какое-то снисхождение? Нет, не рассчитываю. И какое может быть снисхождение, если я не считаю себя преступником? Если бы я действительно совершила преступление, я бы в силу своих морально-этических и внутренних качеств не стала этого делать, наоборот, требовала бы максимально сурового наказания. Для того чтобы доказать мою невиновность, достаточно открыть Конституцию и понять, что у нас происходит в стране. Если война — называйте это своим именем — войной. Тогда применяйте военную цензуру. На каком основании ко мне применяется военная цензура? У нас, что, Конституция перестала быть Конституцией? Согласно действиям ветвей нашей власти, они, а не я, наплевали на Конституцию. Для них это просто бумажка, не более того. И это их проблемы.'),

2103: ('AgACAgIAAxkBAAIIw2aD5kzN2mQqnEN85ok0F7uuAVMxAAII5TEbzfEhSLOmUY99Vm6yAQADAgADeQADNQQ',
           'Это всё (уголовное дело) ничто по сравнению с возможным ядерным конфликтом. Власть должна меняться. Я вообще б'
           'уду голосовать за (политика) Юлию Галямину. Считаю, что пора с патриархатом закончить. Пришло время женщин.\n\n'
           'Назначат мне сейчас 8,5 лет колонии, вы думаете, что я заплачу или впаду в истерику? Нет. Это всего лишь новый этап жизни. И поверьте мне, там за решёткой гораздо больше порядочных людей, чем в партии «Едим Россию» (имеется в виду пропутинская партия «Единая Россия» — прим. ред.). Патриотизм — это любовь к Родине. И любовь к Родине не должна проявляться в поощрении преступлений. Коррупция — это преступление, нападение на соседа — это преступление. Победителя в бойне двух братьев никогда не будет, поверьте мне. Я не понимаю эти призывы — бей тех, бей этих,'),

2104: ('AgACAgIAAxkBAAIIw2aD5kzN2mQqnEN85ok0F7uuAVMxAAII5TEbzfEhSLOmUY99Vm6yAQADAgADeQADNQQ',
           'мне жалко одинаково всех. Я не разделяю украинцев и русских, мне жалко каждую беспричинно пролитую кровь.\n\n'
           'Вопросов нет, я жила до определенного периода, до 2020 года, очень хорошо. Пока меня не начали жестко прессовать. Наверное, мне тоже надо было закрыть глаза и плыть, как все, по течению и радоваться жизни. Но я так не могу, я мать. Почему я начала заниматься общественной деятельностью? Я пришла в один момент к тому, что деньги — это не главное, что есть другое – то, что ты несёшь в своей душе, что в могилу ты не заберёшь ни копейки. Я пришла голая, туда же голая и лягу. Что останется после меня? Только душа. И если эта душа будет нести в себе только жажду наживы, только желание обеспечить детей по максимуму, дальше-то что со мной будет? Я не хочу стыдиться, не хочу, чтобы стыдились мои дети.'),

2105: ('AgACAgIAAxkBAAIIw2aD5kzN2mQqnEN85ok0F7uuAVMxAAII5TEbzfEhSLOmUY99Vm6yAQADAgADeQADNQQ',
           'Я не хочу в старости бегать, как эти бабушки, отмаливать грехи в церковь, а достойно молиться иконке в '
           'уголке моей кухни, как моя бабушка, которая провела праведную жизнь.\n\n'
           'Наш президент любит пословицы. Хочу напомнить ему несколько: «Рыба гниёт с головы», «Насильно мил не будешь», '
           '«Сила есть — ума не надо», «Совравший раз, соврёт не единожды».\n\n'
           'Символы V и Z, которые пишут на [российской военной] технике. Вот сотрудники в погонах будут смотреть «17 мгновений весны». Ничего не ёкает? Там на мундирах буква V. Что это? Это на государственном уровне просто преступление против армии. Это плевок на могилу каждого ветерана. Я говорю это так, как я внутри это переживаю. Где фашисты использовали символ Z? В концентрационных лагерях! Блоки с газовыми камерами! Сейчас люди этот символ везде лепят.'),

2106: ('AgACAgIAAxkBAAIIw2aD5kzN2mQqnEN85ok0F7uuAVMxAAII5TEbzfEhSLOmUY99Vm6yAQADAgADeQADNQQ',
           'Вы подумайте, что вы лепите. Ну наверху с головами не дружат, вам-то на что голова дана? Снова в побеждённых фа'
           'шистами городах вешали этот символ! Это не я придумала, это не я дискредитирую. Наша техника возит на себе фашист '
           'ские символы. Как о нас будут думать? Те, кто их налепил, должен сесть.\n\nЕсли бы всё это остановилось ещё в феврале, в марте, ещё можно было бы что-то сделать и изменить. Но теперь этот грех нести нам всем. И несмотря на то, что я с первого дня была против, этот грех и мне нести. Я себя не отделяю от России. У меня была возможность уехать. Но почему я должна уезжать, если я могу навести здесь порядок? Нас много, поймите! Это только кажется, что, пока ты сидишь у себя в квартире, ты один. Нет! Начни говорить, начни что-то делать. На людей в погонах нет надежды.'),

2107: ('AgACAgIAAxkBAAIIw2aD5kzN2mQqnEN85ok0F7uuAVMxAAII5TEbzfEhSLOmUY99Vm6yAQADAgADeQADNQQ',
           'Я прекрасно знала, на что шла. Уже с 2021 года я чувствовала, что рано или поздно посадят. Потому что за борьбу'
           ' с коррупцией у нас сажают, это скрепа наша народная — коррупция. И посягательство на эту скрепу карается жёстче '
           'всего. Не за пост меня судят, таких постов в интернете миллион, задерживают единицы. Судят за то, что я делала.'
           ' Есть фраза Ефросиньи Керсновской [писательница, художница, заключённая ГУЛАГа]: «Страх, предательство и пресмыкат'
           'ельство — три кита, на которых держится незыблемость нашего строя». Написано более 70 лет назад. Что-то изменило'
           'сь?\n\nА вот зомбоящик. Так его надо смотреть! Потому что только так понимаешь степень деградации общества. Тут и «своих не бросаем», и всё это победобесие, и тут же — помогите Анечке и Светочке собрать на операцию. На снаряды деньги есть,'),

2108: ('AgACAgIAAxkBAAIIw2aD5kzN2mQqnEN85ok0F7uuAVMxAAII5TEbzfEhSLOmUY99Vm6yAQADAgADeQADNQQ',
           'на детей нет.\n\nУ власти сейчас, конечно, страшные люди. А почему они там? Из-за низкой социальной активности '
           'граждан. Не чувствуют ответственности за будущее. Когда будет персонализация этой ответственности и мы, как немц'
           'ы, проживем то, что они прожили, тогда мы примем на себя ответственность за то, что мы творили с народами, вот то'
           'гда у нас что-то изменится. Пройдём свой путь, поймём, что ошибаться не стыдно, главное — по новой не делать то'
           ' же самое. Верьте в светлое, действуйте, не сидите, пишите письма! Встретимся на свободе. До УДО (условно-досроч'
           'ное освобождение, то есть прекращение исполнения уголовного наказания до отбытия срока, обычно за примерное пове'
           'дение — прим. ред.) я не досижу, перемены настигнут нас раньше. Ни один тоталитарный режим не был так крепок, как '
           'перед крахом.\n\n<i>15 февраля 2023 года</i>            /exit')

}

dict_collection = {
                           'kriger': kriger,
                           'gorinov': gorinov,
                           'kara_murza': kara_murza,
                           'yashin': yashin,
                           'navalny': navalny,
                           'pivovarov': pivovarov,
                           'skolichenko':skolichenko,
                           'moskalev':moskalev,
                           'simonov':simonov,
                           'ivanov':ivanov,
                           'afanasyev':afanasyev,
                           'gutnikova':gutnikova,
                           'uvarov':uvarov,
                           'kamardin':kamardin,
                           'petrova':petrova,
                           'orlov':orlov,
                           'chanysheva':chanysheva,
                           'galyamina':galyamina,
                           'baryshnikov':baryshnikov,
                           'ponomarenko':ponomarenko}


dict_digit_collection = {
        2: kriger,
        3: gorinov,
        4: kara_murza,
        5: yashin,
        6: navalny,
        7: pivovarov,
        8: skolichenko,
        9: moskalev,
        10: simonov,
        11: ivanov,
        12: afanasyev,
        13: gutnikova,
        14: uvarov,
        15: kamardin,
        16: petrova,
        17: orlov,
        18: chanysheva,
        19: galyamina,
        20: baryshnikov,
        21: ponomarenko}
